{
  "delegates": [
    {
      "voteDelegateAddress": "0x22d5294a23d49294Bf11D9db8bEda36e104ad9b3",
      "profile": {
        "name": "MakerMan",
        "tags": [
          "data-driven",
          "security",
          "sustainability",
          "scalability",
          "pragmatism",
          "decentralization"
        ],
        "description": "# MakerMan\n\n### Key Info\n\nName: MakerMan\n\nForum: @MakerMan\n\nDiscord: @MakerMan#6155\n\nEmail: DaiMakerMan@gmail.com\n\nDelegate Address: 0x22d5294a23d49294Bf11D9db8bEda36e104ad9b3\n## Core Values\n* **Stakeholder Recognition** - Micro to Macrocosm. People are important, too.\n* **Secure, Sustainable and Scaleable Systems.**\n* **Importance of Data Analytics** to Goal achievement and problem solving.\n\n## Delegate Statement\nMy service to Maker involves the following commitments:\n\n* In good and bad economic times, look out for all the important Maker work-economic stakeholders (MKR holders, vault owners, DAI holder and users, MakerDAO, DeFI in general etc.).\n* To looking at the system of Maker from both the internal **microcosms** of contracts, people, operations to the greater **macrocosms** of DeFI and the real world in terms of governance, law, and finance.\n* To creating **Safe, Scalable and Sustainable Systems** as Simply and Efficiently as possible.\n* To **growing** Maker in a way that is Sustainable for the long term.\n* To use **Data driven analytics** to drive decision-making to achieve goals.  Look towards the future by analyzing the past and present.\n\nI arrived at Maker just as the transition from Single Collateral DAI (SCD/SAI) to MultiCollateral DAI (MCD/DAI) was occuring in November 2019. My goals are to consistently to ask the hard questions, look towards building a sustainable future, and doing this by looking at the system from the perspectives of all players using any and all available data. My ideas tend not to be implemented immediately because they break the mold of the ‘what-are-we-doing-today’ mentality that almost every organization I have been a part of does. Therefore, I look for the things that yield the greatest return in the shortest time for the least cost that is good for all stakeholders and the entire ecosystem. I see Maker as rapidly approaching the scale of many smaller nations financially, and so it is going to have to work at a fully international scale and view to navigate deep and difficult waters as it grows from 10B to 1T in assets under management. Maker desperately needs a diverse set of greater minds to focus efforts, both to be efficient, effective and forward thinking. In the highly competitive crypto/defi environment Maker needs to move faster, do it more efficiently, and above all, be willing to be first. This will mean some possible mis-steps, and some potential losses, but with proper management, Maker can continue to stand as a key leader and mover in the fast-paced blockchain Decentralized Finance space.\n\nMy goals:\n\n1.  **Grow Maker to becoming a $1T entity** with a focus on *anti-fragility, decentralization, reducing systemic and user risk, using data/analytics* to drive goal achievement.\n2.  Continue to work to drive Maker into being one of the most *secure, reliable, fully transparent* protocols in the space.\n3.  Exemplify *excellence, integrity, honesty, and openness* in the space with action by looking at both the microcosm of the DAO and system of contracts, and Maker integration into the larger DeFI ecosystems as well as how it will integrate into greater Real World of assets, finance, law and politics.\n\nMy introduction to Maker was started with a new forum thread where I encouraged people to introduce themselves and to learn the Maker basics.\n\n[Welcome New Members](https://forum.makerdao.com/t/is-there-a-thread-here-to-welcome-new-forum-members/766)\n\n[The Official Maker Welcome Thread](https://forum.makerdao.com/t/the-official-welcome-thread/771)\n\nI have a few hundred posts on various topics related to my core values above that can be reviewed here\n\n[MakerMan Maker Forum Posts](https://forum.makerdao.com/u/makerman/)\n\n**Key Highlights**\n\nAfter BlackThursday(BT) the effects on vault owners were still not recognized.  I started up a thread for vault holders to vent, which lead to my work spearheading the Black Thursday Report for the community and an initiative regarding compensation for affected vault holders.\n\n[Black Thursday Vault owners report thread](https://forum.makerdao.com/t/black-thursday-vault-owners-report-thread)\n[Compensating Vault holders that liquidated at 0-bid](https://forum.makerdao.com/t/compensating-vault-holders-that-liquidated-at-0-bid)\n[Maker MCD Ethereum System Liquidation Report and Black Thursday Compensation Analysis](https://forum.makerdao.com/t/maker-mcd-ethereum-system-liquidation-report-and-black-thursday-compensation-analysis)\n\nWhile BT compensation failed to compensate affected vault owners, it allowed everyone in the community to speak and laid the issue to rest for the vast majority of the community.  Hence was a success from this perspective.\n\nFor various reasons, I burned out on the Maker community for a time and took a break.\n\nWithout compensation at levels above my current employ, my ability to work will be limited to what is strictly necessary to steward over the Maker system to fulfill the above commitments. As a delegate, I promise to be respectful even if I vehemently disagree with a view, listen to all parties no matter what their views, to be a fair decision maker, and open with my views. Good data or cogent argument can and will change my mind on any topic. I also pledge near 100% poll participation unless acts of God interviene. I will stand by all executives to secure the system unless I have strong opposition toward them, in which case, I will make my views publicly known.\n\n**Potential Conflicts and Alignments of Interest**\n\n* I have a vault and typically borrow from time to time.\n* I am a MKR owner my ownership percentage is small relative to my total portfolio.\n* I do hold DAI most times in various contracts.\n* Not employed by Maker Foundation or MakerDAO and hold no position in the DAO.\n\n**Income from Maker(DAI)**\n\n* 4K for the BT report (5/2020)\n* 6.3K for work on the BT compensation group. (1/2021)\n* 8.4K via SourceCred DAI rewards. (inception to current)\n\nFinally will do my best to communicate with the community regarding my views and positions on upcoming polls and executives, make myself available via e-mail and private forum communication. I also agree to the [Maker delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct) as posted 20210816.\n\n**Waver of liability**\n\nBy delegating to MakerMan you acknowledge and agree that MakerMan will not be held liable for any form of damages or losses related to your delegation of your MKR to MakerMan. By delegating your MKR you still assume full responsibility for votes made on your behalf by MakerMan due to your ownership of MKR. It is your responsibility to understand the risks and costs related to delegation of your MKR, and specifically affirm and agree that at all times you have complete control over this by adding or removing your MKR from my delegation contract.\n",
        "externalProfileURL": null
      },
      "image": "QmPSy2TD8rCkFVb6mxDg62j444iATnxjXf51ojJPvHheat",
      "metrics": {
        "combinedParticipation": "94.74%",
        "pollParticipation": "95.13%",
        "executiveParticipation": "92.50%",
        "communication": "93.14%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x316090e23CC44e70245BA9846404413ACA2Df16F",
      "profile": {
        "name": "Frontier Research LLC",
        "tags": [
          "growth",
          "vision",
          "pragmatism"
        ],
        "description": "# Frontier Research LLC Delegate Platform\n\n### Key Info\n\nName: Frontier Research LLC  \nDelegate Address: 0x316090e23cc44e70245ba9846404413aca2df16f  \nForum: @Matt_NZ   \nDiscord: Matt_NZ#1592  \nEmail: frontier.delegate@gmail.com  \nMeet Your Delegate Video: https://www.youtube.com/watch?v=nUkjsG1VUzg  \n\n## Delegate Statement\n\n\n### About Me\n\n-\tI am a lawyer and legal academic from New Zealand, specializing in law and technology. I am specifically interested in DeFi, decentralized governance, and the broader regulatory paradigm for emerging technologies. \n\n-\tFrom private practice, I have experience advising large corporates and organizations about a range of strategy and legal issues relating to technology. I am a problem solver by trade and a moderate by temperament. \n\n-\tI am a long-term small MKR holder, having watched the project evolve since 2019. I deeply care about Maker, and believe in its potential to sit at the heart of a thriving DeFi ecosystem. I want to dedicate my time, knowledge and skills to help bring that vision about.\n\n## My Values and Priorities \n\n\n### An emphasis on long-term strategy and growth.\n\n-\tMaker is at a critical juncture. There is a real opportunity in this market to cement DAI’s place as the leading decentralized stablecoin, and Maker’s place as the standard-setting protocol in DeFi. Given the huge scale of that opportunity, I believe that Maker should keep the big picture in mind and double down on growth.  \n\n-\tGrowth does not and should not mean the wanton squandering of resources during a bear market. Instead, it looks like Maker proactively developing internal capabilities and external integrations. It looks like generating revenue from idle assets by monetizing our balance sheet, continuing with the work of relationship-building with top-tier RWA partners, and taking early market share on L2s like StarkNet, Optimism and Arbitrum. \n\n-\tOne of my motivators for becoming a Recognized Delegate is to combat the myopia that tends to pervade the crypto world during a bear market. It always bears repeating that the TAM for Maker is ridiculously large. To capture that opportunity and maximise value for MKR holders, we must continue building, scaling, and hardening the protocol with an eye to the future. \n\n### Improving governance and organizational decision-making. \n\n-\tWhile Maker is light years ahead of other DAOs, we have a long way to go to build a truly effective organization and governance system. As others have variously pointed out, we have several structural issues at Maker: a lack of cohesive strategy, too much complexity, broad apathy on the part of MKR holders, etc. \n\n- I support shrinking the governance footprint, particularly with smaller MKR holders in mind. It is self-evidently impossible for most MKR holders to keep up with the forum, let alone make informed decisions on complex governance decisions. The spiral of complexity also makes it harder for delegates to effectively size and weigh decisions, and for other stakeholders to understand how Maker works. I welcome initiatives like [this recent proposal from SES](https://forum.makerdao.com/t/project-based-budgeting/17121), for instance, to help combat these problems. \n\n-\tBalancing meaningful decentralization with operational effectiveness is in many ways Maker’s primary challenge. These are difficult questions, particularly in a complicated protocol like Maker, and I do not think that one-dimensional or maximalist perspectives help resolve them. We have lessons to learn from the corporate governance literature, and things to figure out on our own about how to craft the right incentives for effective decentralized governance. \n\n### Providing an independent voice and fact-based scrutiny.\n\n-\tI think it is pivotal to Maker’s governance that delegates can apply a critical and fact-based lens to each vote, without pressure to vote in a particular way. For that reason, I want to make it clear that Frontier Research will be participating in governance as a fully independent delegate. \n\n-\tAccordingly, I will not be joining the Endgame Party as an Endgame Delegate. I certainly do not ‘oppose’ the Endgame Plan per se: I support the general goal of ossifying core functions and making them more resilient, for instance. However, the Endgame Plan is a complex proposal with many moving parts that each merit individual scrutiny. I have a track record of asking some unpopular but important questions on this and other topics (see [here](https://forum.makerdao.com/t/the-endgame-plan-part-3-the-endgame-decentralized-workforce/15737/4), [here](https://forum.makerdao.com/t/discussion-is-gfxs-interest-protocol-a-direct-challenge-to-maker/15577) and [here](https://forum.makerdao.com/t/end-game-summary-part-5/16759/5) as examples). MKR holders deserve independent representation, particularly on protocol-defining shifts such as the Endgame. \n\n-\tFinally, I see part of the value I can bring as an independent delegate is that of a bridge-builder and pragmatist. I am concerned about the increasing politicization and polarization of Maker and do not want to see the community fractured into ‘sides’ or ‘teams’. Much more unites us at Maker than divides us, and crafting a long-term vision should help to underline that reality.  \n\n### Conflicts of Interest\n\n-\tETH and MKR are my only significant (>5% total value) crypto holdings. \n-\tI have no investments or interests that should impact my role as a delegate.\n-\tI have been contributing research and analysis to GovAlpha, largely applying political science theory/analysis to Maker's governance systems. This work was strictly ad-hoc, limited in scope and I was not a member of the GovAlpha CU. I have ceased my contributions to GovAlpha and will not seek paid work at Maker beyond my role as a Recognized Delegate.  \n-\tI have read, agree with, and agree to abide by the [Delegate Code of Conduct](https://manual.makerdao.com/delegation/for-delegates/delegates-code).\n\n### Waiver of Liability\n\nBy delegating to Frontier Research you acknowledge and agree that I will not be held liable for any damages or losses caused by my participation in the Maker Protocol or because of any votes cast or actions taken while acting as a delegate. I do not have a fiduciary or any other obligation to you as a result of your delegation of MKR to the Frontier Research delegation contract. By delegating your MKR you accept the outcome of votes made on your behalf by Frontier Research, and specifically agree that at all times you have complete control over the delegated assets by adding or removing your MKR from the delegation contract.\n",
        "externalProfileURL": null
      },
      "image": "QmZfgbQ3zg6YnVioRjdELXsbz76TxQUxNmVDaUUZYTMFdK",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x40f784B16b2D405eFD4E9eB7d0663398D7d886FB",
      "profile": {
        "name": "ConsenSys",
        "tags": [
          "decentralization",
          "sustainability",
          "trust",
          "guidance"
        ],
        "description": "# ConsenSys\n\n### Key Info\n\n**Delegate Address:** ConsenSysGovernance.eth (0xE78658A8acfE982Fde841abb008e57e6545e38b3)  \n**Delegate Contract:** 0x40f784B16b2D405eFD4E9eB7d0663398D7d886FB  \n**Forum:** @DAOstrat.C  \n**Discord:** @DAOstrat.C#6952  \n**Telegram:** @DAOstrat  \n**Email:** Cameron.ODonnell@consensys.net  \n**External Website:** https://consensys.net/solutions/daos-and-web3-governance/  \n**Meet Your Delegate Video:** https://www.youtube.com/watch?v=axEO50fMujs  \n\n### Delegate Statement\n\n#### Mission\n\nConsenSys is devoted to supporting the growth and development of Web3. Through the development of blockchain technology, we are shaping a future world of open access, transparency, and inclusion. We are decidedly focused on improving systems, businesses, and the lives of every person in the world.\n\n#### Values\n\nAs an organization, we see a resounding need to ensure the growth of our ecosystem through some of the core values it is founded on. ConsenSys shares these core values when applying governance analysis, communication, and decision-making.\n\nThese values include:\n\n* Decentralization\n* Sovereign individualism\n* Transparency\n* Accountability\n* Authenticity\n* Open-source contribution\n\n#### Introduction\n\nConsenSys is recognized as an Ethereum software company. Together, we assist people and enterprises worldwide in developing innovative software, building core infrastructure, implementing innovative financial systems, and gaining access to the distributed web. As the industry matures, we believe it is important to participate in delegation to create positive outcomes on behalf of the industry.\n\nWe face new challenges in DAOs. These challenges include macroeconomics, operations, and specialized finance topics. We aim to leverage our diverse resources to help streamline this dynamic landscape. Through extensive outreach and research in the ecosystem, ConsenSys understands Maker's complexities and challenges. We are also uniquely positioned to support and protect the advancement of the protocol.\n\n*Collectively, ConsenSys is here to work through every proposal, problem, success, and failure.*\n\n#### Voting\n\nDelegation is something that we believe is an essential part of DeFi. Our priority is the longevity of the community and protocol.\n\nConsensys leverages values first principles when analysing governance decisions. We will use the same internal core framework while evaluating proposals during our delegation.\n\n![Gov Decision Framework CN|690x295, 100%](upload://lujXFvCZfjLTtllLgazcijoEY2c.jpeg)\n\n\nWe also value transparent communication through all available mediums to us. We look forward to meeting you all through office hours, twitter spaces, discord calls, and more.\n\n#### Delegation Team\n\nWithin ConsenSys is the Cryptoeconomics team. The Cryptoeconomics team is ecosystem-facing and works in the following three main disciplines.\n\n1. Tokenomics & Mechanism Design\n2. Treasury Management\n3. Web3 & DAO Participation\n\nConsensys believes that the unique background and existing work this team has already completed allows for the management of analysis and reporting in all of our governance decision-making.\n\nThe following individuals from the ConsenSys Cryptoeconomics team will lead various subject matter within our governance delegation team.\n\n* **Lex Sokolin** – Head Economist\n* **Marta Piekarska** – DAO Strategy Lead\n* **David Shuttleworth** – Macroeconomics & Token Engineering\n* **Ajay Mittal** – Finance & Treasury Management\n* **Cameron O’Donnell** – Governance Operations\n\n#### Conclusion\n\nWe look forward to being a delegate for the Maker protocol and advocating for the entire DeFi ecosystem. Sound and informed governance decision-making is embedded in our thoroughness, values, and transparency.\n\n### Delegate Code of Conduct\n\nThe ConsenSys governance team agrees to the MakerDAO [Delegate Code of Conduct.](https://manual.makerdao.com/delegation/for-delegates/delegates-code).\n\n**IPFS CID:** QmewcuegjPfUtQS7BtL28qAX41Fotz4Th5fuvp2qFGu5sy\n\n### Waiver of liability\n\nBy delegating to ConsenSys, you acknowledge and agree that ConsenSys will participate on a best-efforts basis and will not be liable for any loss and/or damages related to any participation in the Maker Protocol, MakerDAO, or Maker Community.\n\n### Conflicts of Interest\n\n* Uniswap Delegation\n* ConsenSys Product Suite\n* MKR held in treasury (below 700 MKR)\n* Team member DAO contributions at various levels",
        "externalProfileURL": null
      },
      "image": "Qmb545SeSL86PVL7L2Rkf8sbGdFdp3x3U359QmVAs5S2wp",
      "metrics": {
        "combinedParticipation": "89.42%",
        "pollParticipation": "98.44%",
        "executiveParticipation": "75.00%",
        "communication": "91.84%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x4d3aC33AB1dd7B0F352b8E590Fe8b62c4C39eAd5",
      "profile": {
        "name": "ACREinvest",
        "tags": [
          "decentralization",
          "trust",
          "vision",
          "risk",
          "growth"
        ],
        "description": "# ACREinvest\n\n## Key Info\n\nDelegate Address Dec 2021 - Nov 2022: 0x4d3aC33AB1dd7B0F352b8E590Fe8b62c4C39eAd5  \nDelegate Address Nov 2022 - Nov 2023: 0x06e8dedf9e1adb1eba32f36ea9223770ba378b77  \nForum: @ACREinvest  \nExternal Website: https://www.acreinvest.xyz  \nMeet Your Delegate Video: [December 8](https://forum.makerdao.com/t/meet-your-delegate-8/11995)  \n\n### Core Values\n\n* Creativity\n* Common Sense\n* Compliance\n\n## Delegate Representative Statement\n\nI'm the Founder of Acre of America, an impact investment management & advisory firm working at the intersection of new technologies & rural problems from headquarters in Hudson, New York, USA. \n\n**ACREinvest** is our new blockchain venture focused on creating compelling Web3 infrastructure, virtual network services and social incentives for DAOs and other peer-to-peer permissionless stakeholders. We recently launched [ACRE DAOs](https://www.acredaos.com/), a Web3 portal for a decentralized impact investment club and its related community ERC-20 token: [ACRE Impact](https://etherscan.io/token/0x77dDA3913e57F1879eF2FFb4cC339E670deEe67c).\n\nOur Mission at ACREinvest is to regenerate the way capital markets work & for whom.\n\nI'm excited to apply two decades of prior legal experience in derivatives and commodities markets to the world of DeFi, and MakerDAO specifically. New products and regulatory policy in markets have long been a hallmark of my work and professional fascination. I've been down the crypto rabbit hole full-time since 2017 and have been an avid follower-fan of MakerDAO since that time. \n\nUntil now I have not had the capacity to dig-in actively on governance, so I'm thrilled to have a wonderful team in place at Acre of America to provide me with this opportunity to nerd out with you all. \n\nFurther, I am keen to inform the wider world about this important work and experimental process by  publishing online content for a general finance savvy audience that is DeFi and crypto curious.\n\nI began my legal career as a Corporate Associate in the derivatives practice group at Cravath, Swaine & Moore LLP in New York City after graduating from Spelman College and the Yale Law School. Clients included the International Swaps and Derivatives Association (“ISDA”) and as ISDA’s U.S. Outside Counsel I coordinated the work of several sell-side working groups that published documentation and resolved legal, commercial, regulatory and operational issues facing derivatives markets, including for the then-emerging credit derivatives market and launch of the Euro. \n\nIn later roles I gained extensive deal and transactional experience supporting the fixed-income derivatives, currencies/FX, derivatives prime brokerage and energy trading businesses at Goldman Sachs; derivatives and physical commodities trading at Lehman Brothers; and global commodities merchant trading businesses at Castleton Commodities International. \n\n### Conflicts of Interest\n\nAcre of America does not have any significant conflicts of interest at this time. I pledge to keep the community updated on any developments with our products and services that could present a conflict of interest, and will also inform of personal conflicts that would be appropriate to disclose as a result of any legal client representation or tradfi-style client advisory/asset management obligations.\n\nI have read and agree to abide by the [Delegate Code of Conduct. ](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384)\n\n#### LEGAL DISCLAIMER\n\nKianga Daverington's role as a delegate on behalf of ACREinvest is NOT in her professional capacity as attorney. None of Kianga's comments or communications is legal advice and should not be relied upon as such. Kianga's contributions to this community are in a commercial capacity on behalf of ACREinvest, notwithstanding that her perspective is strongly influenced by legal knowledge. You are not a legal client of Kianga Daverington or her law office, Daverington PLLC, by delegating MKR to ACREinvest.\n\nACREinvest offers to vote and contribute to the MakerDAO governance process with the best interest of the overall community mission in-mind, as determined in its sole discretion. ACREinvest does not have a fiduciary obligation to you as a result of your delegation of MKR to our delegation contract.\n\n#### WAIVER OF LIABILITY\n\nBy delegating to ACREinvest you acknowledge and agree that neither Kianga Daverington nor ACREinvest, its owners, agents and affiliates, are liable for any form of damages or losses related to your delegation of your MKR to ACREinvest. By delegating your MKR you accept the outcome of votes made on your behalf by ACREinvest due to your ownership of MKR. It is your responsibility to understand the risks and costs related to delegation of your MKR, and specifically affirm and agree that at all times you have complete control over the delegated assets by adding or removing your MKR from our delegation contract.\n\nPlease note additional terms specified in the Platform Update dated [September 27, 2022](https://forum.makerdao.com/t/acreinvest-delegate-platform/11943/47?u=acreinvest) and Organizational Change announcement dated [January 10, 2023](https://forum.makerdao.com/t/acreinvest-delegate-platform/11943/85?u=acreinvest).\n",
        "externalProfileURL": null
      },
      "image": "QmSyDBSm4RKkH6GzDDZoZnJ34nZA1LKjY1Veh3e3T3Cymu",
      "metrics": {
        "combinedParticipation": "97.20%",
        "pollParticipation": "95.16%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x797D63cB6709c79b9eCA99d9585eA613DA205156",
      "profile": {
        "name": "ChicagoDAO",
        "tags": [
          "academia",
          "community"
        ],
        "description": "# ChicagoDAO\n\n### Key Info\n\nDelegate Address: [0x797D63cB6709c79b9eCA99d9585eA613DA205156](https://etherscan.io/address/0x797D63cB6709c79b9eCA99d9585eA613DA205156)  \nForum: @ap_uc  \nDiscord: oddish#0408  \nEmail: coreteam@chicagodao.io  \nExternal Website (optional): https://chicagodao.io/  \nTwitter: @chicagodao_io  \n\n### Core Values\n\n* Serve as a rational, reliable, optimistic, unbiased and pragmatic voice within the MakerDAO community, providing value through meaningful participation in community discussions and reliable voting.\n* Educate the University of Chicago campus and the broader University community about the Maker project + facilitate collaboration on new Maker initiatives.\n* Help MakerDAO continue to build a sustainable and enduring community that enables the creation of a more financially free and sustainable future for all.\n\n\n### Delegate Statement\n\nGM! We are ChicagoDAO, a burgeoning DAO at The University of Chicago that connects the various blockchain clubs and communities on campus. As of now, we currently have representation from students in the undergraduate college, law school, and business school. We have ≈25 core contributors and ≈150 community members. We will be opening up our DAO to alumni and the broader campus over the summer and have numerous initiatives we will be working on this summer, from creating a bespoke DAO tooling platform to planning a conference in fall. Our current working groups include a Dev team, Trade/Quant Team, Internal Ops Team, Outreach Team, Research team, and an External Governance team. \n\nOur delegated tokens are managed by our External Governance team. Within this team each protocol has one to two protocol leads who keep the broader team abreast of new developments and are the central point of contact for that protocol. We meet weekly to discuss new proposals and vote in a simple, equal weighted ballot where each measure must have two-thirds of the External Governance team voting ‘yes’ to pass. Currently we have Compound and Uniswap delegated from a16z. We are excited to get started with Maker soon!\n\nOur discussions bring together students from varying backgrounds and areas of expertise. On our External Governance team we have multiple developers with experience on different blockchains, experienced traders, former and aspiring lawyers, former financial regulators, public policy analysts and more. We believe that this diversity of backgrounds allows us to have a holistic view of protocols and the potential impact of new proposals.\n\nOur key initiatives within the External Governance team are to:\n* Stay abreast of new developments within each protocol\n* Actively participate in discussions and votes for all proposals\n* Draft and put forward new proposals when appropriate\n* Be an evangelist for the protocols and communities we are involved with\n\nAs delegates, we will be reliable stewards and work diligently to ensure the future growth and success of MakerDAO. By delegating to ChicagoDAO you are affirming the value of interdisciplinary teams and partnerships across industry and academia.\n\n### Conflicts of Interest\n\n* ChicagoDAO takes part in governance of other projects. Currently these are Uniswap and Compound\n\nWe have read and agree to abide by the[ Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n\n### Waiver of Liability\n\nBy delegating to ChicagoDAO you acknowledge that ChicagoDAO will participate in MakerDAO governance on a best efforts basis and will not be liable for damages of any form related to participation in MakerDAO, the Maker Protocol or any other activities arising from this delegation.\n",
        "externalProfileURL": null
      },
      "image": "QmNagaxztrHxe4cjh7uhDsGzN4UsMXx6cxaCuHdDBuKTMt",
      "metrics": {
        "combinedParticipation": "67.52%",
        "pollParticipation": "88.06%",
        "executiveParticipation": "40.00%",
        "communication": "0.00%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x7Ddb50A5b15AeA7e7cf9aC8E55a7F9fd9d05ecc6",
      "profile": {
        "name": "Penn Blockchain",
        "tags": [
          "growth",
          "scalability",
          "academia"
        ],
        "description": "# Penn Blockchain\n\n## Key Info\n\nDelegate Address: upennblockchain.eth  \nForum: @juanbug  \nDiscord: juanbug#9225  \nEmail: pennblockchain@gmail.com  \nExternal Website: http://pennblockchain.com/  \nDelegation Contract: 0x7Ddb50A5b15AeA7e7cf9aC8E55a7F9fd9d05ecc6  \n\n### Core Values\n\n* Broadcast Maker to not only Penn, but the greater University community\n* Help Maker through its Layer-2 and cross network integrations\n* Advise and support Maker with Treasury Management initiatives\n* Educate and teach students about the Maker project, expanding its connections with University teams and provide opportunities for future collaborations\n\n## Delegate Statement\n\nHello everyone! We’re Penn Blockchain (@PennBlockchain on twitter), a leading, completely student run blockchain organization from The University of Pennsylvania for both our undergraduate and graduate schools. The club currently has over 50 members and we’re expecting many more next semester!\n\nPenn Blockchain has committees covering Governance, Research, Education, Business Development, and Development/Web3. On the governance side of things, our team has different members leading governance initiatives for different protocols we have delegations for. Current Penn Blockchain delegations include Aave, Compound, Uniswap, DyDx, IndexCoop, etc.\n\nEach week, governance leads will share updates with the club about new proposals and we will all debate about what to do before voting with our wallet. Our internal voting process takes place on the weekends and is an equal weighted democratic process. Proposals that will expire before the weekend are debated on our internal messaging platforms with a majority vote being our overall end vote.\n\nOther governance initiatives involve:\n* Staying active within discussion forums\n* Drafting new proposals when appropriate\n* Staying up to date with protocols covered\n* Discuss models and parameters with leading analysis companies like Gauntlet\n* Communicating with internal team members\n* Hosting speaker events with projects in conjunction with BD\n\nWe’d love to be your Maker delegate as many of us have been following Maker for years now. Our weekly discussions combine graduates with years of expertise in many jurisdictions with many bright minded undergrads eager to leave their impact and names in Web3. Members of our club are also actively working with the MakerDAO team internally on different projects, such as deploying a set amount of treasury assets in on chain initiatives.\n\nWhen delegating with us, rest assured your tokens are in the hands of one of the most hardworking and determined Blockchain clubs out there. It’s a vote of confidence in University Blockchain clubs and we greatly appreciate your support. Finally, delegation with us is an agreement on our end to continue to do our due diligence and uphold quality and consistent work.\n\nAs always, thanks so much for your time and we truly appreciate your consideration.\n\n### Possible Conflicts of Interest\n* Penn Blockchain takes part actively in the governance of other well known projects\n* This proposal’s author (juanbugeth on twitter) is helping internally with MakerDAO with possible on chain strategies for increasing treasury and liquidity for DAI\n\nI have read and agree to abide by the [Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n\n### Waiver of liability\nBy delegating to Penn Blockchain, you acknowledge and agree that Penn Blockchain will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or MakerDAO.\n",
        "externalProfileURL": null
      },
      "image": "QmYV9JshYGMwToXeuhiuk415Ryw2VwFhj6mYieZ7EuAPKD",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x845b36e1e4F41a361dD711Bda8ea239bF191fE95",
      "profile": {
        "name": "Feedblack Loops LLC",
        "tags": [
          "scalability",
          "community",
          "guidance"
        ],
        "description": "# Feedblack Loops LLC\n\n### Key Info\n\nDelegate Address: [0x92e1ca8b69a44bb17afa92838da68fc41f12250a](https://etherscan.io/address/0x92e1ca8b69a44bb17afa92838da68fc41f12250a)  \nForum: **@twblack88**  \nEmail (optional): [governance@feedblackloops.com](mailto:governance@feedblackloops.com)\n\n## Values\n\n- Cautious optimism\n- Long term scalability\n- Adaptability\n\n### Why delegate to me?\n\nIn my humble opinion, being a delegate is simply about responsibility and leveraging aligned incentives.\n\n### Who am I?\n\nI’ve [been around the block in crypto](https://www.linkedin.com/in/timwblack/) at both centralized and decentralized companies/communities.\n\nI [did some stuff](https://github.com/makerdao/community/issues?q=is%3Aissue+is%3Aopen+is%3Aclosed+author%3Atwblack88) and [such](https://github.com/twblack88) for community development at the Foundation.\n\n### Delegation as Responsibility\n\nApplying as a delegate is a forcing function for me: become a better member of the community. In addition, delegation feeds into the two projects I’m still working on, the revised and relaunched [Maker badges](https://forum.makerdao.com/t/badges-are-live-in-the-maker-forum/4503) and [Maker Relay](https://forum.makerdao.com/tag/maker-relay). We have plans to scale Maker Relay into something far more robust eventually. What form it takes is still up for exploring and questions. The Relay makes me a more informed voter, which is great. It’s also an exciting thing to provide, working together for our numerous stakeholders. Completely revised Badges, of course, need no introduction but needless to say, they will be exciting.\n\n### Values\n\nCautious optimism -\n\nI've been reading about mindsets a lot recently and operate from this position: “pessimism is easy, whereas optimism is hard.” MakerDAO has already exercised extraordinary caution and restraint in a historical frothy space. I’d vote to stay aligned with the mindset that brought us innovations like liquidations 2.0. Steady testing, reliable math, and thoughtful intention. When it works, then celebrate the process that got us there but still, always aware that there are looming threats to the protocol we need to be conscious of.\n\nLong term scalability\n\nThe only thing that matters is that DAI is bulletproof for the long term. I see USDC as a current hairy problem that we'll find an elegant solution to. Then there will be another problem for us to handle. I think with each of these challenges we grow stronger as a community. Stealing a metaphor from Matt Rabinowitz here: I intend to vote for rates parameters and technical decisions that enable _walking first and then running_. Then, I dunno, like speedboating or something.\n\nAdaptability\n\nConversely, if you blend my optimism and startup experience into a bit of a paradox, I do think there are nimble opportunities that pop up from time to time that are worth pursuing. I think staying adaptable to _layups_ is key for the team.\n\n#### Aligned incentives > conflict of interest\n\nInterestingly, I don’t have any conflicts of interest; I  align incentives instead. :smile:. I always try to keep any full time employment focused, relevant, and adjacent to Maker. This focuses my full attention on participating here while leveraging collaborative opportunities.\n\nI read and agree to follow the [Delegate Code of Conduct.](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384)\n",
        "externalProfileURL": "https://twitter.com/iamTWB_"
      },
      "image": "Qmf9Kq6j9MbSTeoWLXn1UrZM3urFr3aneqPrVgPWL3We8H",
      "metrics": {
        "combinedParticipation": "99.18%",
        "pollParticipation": "98.51%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x84b05B0a30B6AE620F393D1037f217e607AD1B96",
      "profile": {
        "name": "Flipside Governance",
        "tags": [
          "data-driven",
          "growth",
          "vision",
          "simplicity",
          "sustainability"
        ],
        "description": "# Flipside Governance\n\n### Key Info\n\nDelegate Address: 0x84b05B0a30B6AE620F393D1037f217e607AD1B96       \nForum: @rspa @fig @avi @dobby   \nDiscord: @raphbaph#5749 @fig#6582 @avi#1773   \nEmail: [governance@flipsidecrypto.com](mailto:governance@flipsidecrypto.com)   \nExternal Website: [Medium | Flipside Governance](https://medium.com/flipside-governance)   \n\n#### *Delegates Code of Conduct:* \n *We as Flipside Crypto Governance have read, acknowledge, and adhere to Maker's Delegates Code of Contact.* (Agreed 02/25/22) \n\n### Core Values\n\n* Authentic \n* Data-Driven\n* Vision\n\n### Delegate Statement\n\nHey Maker Community,\n\nI met @tyler in Denver while chatting about DAO infrastructure and the importance of governance.\n\nHe mentioned the newly formed recognized delegate program and compensation structure. At the time, my thought was \"how do we get involved??\"\\\n\nWell, here we are! Bravo team.\n\nFlipside Crypto and its dedicated governance team (Flipside Governance) would like to serve as a delegate for Maker.\n\nMaker has been an inspiration to the ETH community and larger crypto ecosystem, and we view Maker as an integral part of DeFi and a luminary for user adoption.\n\n#### *Who is Flipside Governance?*\n\nFlipside Governance, an arm of Flipside Crypto, was established in September 2021 to directly support, contribute, and drive participation in our partner  communities - helping improve the efficiency of this critical piece of protocol health. \n\nWe operate in Aave, SushiSwap, ENS DAO, as well as Mango Markets, Osmosis, Marinade and Optimism. We are committed to using our experience to improve DAOs one proposal at a time.\n\nWe are one of the few full-time governance teams dedicated to the complete Web3 ecosystem. We have developed a key understanding of the needs and flow of information in the governance process and key tooling to be successful.\n\nA few of our results thus far are as follows:\n \n* Passed a $1,000,000 SushiSwap Grant, with 99.83% votes in favor\n* Won awards for activity in Aave, Anchor, and SushiSwap Forums (New User of the Month)\n* Review Committee Member at Aave Grants DAO\n* Transferability Committee Member at Paladin Vote\n* Applied and received ENS DAO & Paladin delegation, representing 6k+ delegated votes\n* Active voting in multiple ecosystems: Aave, Sushi, ENS DAO, Optimism, Algorand, and more\n* Research extensively on emerging and legacy Governance structures (SNX, ILV)\n* Active in over a dozen forums, like Optimism Governance, Aave Governance.\n* Won multiple grants from Compound, Uniswap, and Aave\n\n#### *Why seek delegation for Maker?*\n\nWe have experienced firsthand the difficulties of protocol governance and the intricacies of holding voting power. Maker not only rewards informed voting through \"recognized delegation\" and clear documentation, but $DAI aims to create an unbiased monetary system. There is plenty of room for improved proposals, a greater understanding of the governance landscape, and relationships with key players and stakeholders. Flipside Governance spends every waking hour focused on exactly this, and we are very excited about the prospect of bringing our expertise to the Maker ecosystem.\\\n\n***What we appreciate about Maker?***\n\nWe believe governance is best achieved through:\n\n1. Proper education (what votes mean and why)\n2. Fairly distributed voting power and incentivising small holders to participate\n3. Engaged, rewarded community members\n\nMaker helps improve these three things through a modern framework to delegation. Recognized Delegates, as pioneered by Maker, and paying contributors for their efforts are necessary steps in an engaged and mature governance process.\n\nFlipside Governance aligns with this mission and would be honored to help improve processes within the DAO & protocol and bring valuable resources to Maker. By selecting us as delegates, we aim to represent the views of a range of users and provide analytics to justify our data-driven decisions. Together with the Maker community, we can create a stronger, more efficient governance process in Maker and partner protocols.\n\n**Conclusion**\n\nAs delegates, we promise:\n\n* Constant monitoring of votes and participation in each vote\n* Open discussion and contribution to the DAO forum and Discord\n* Transparency about when we vote and how we vote\n* A shared commitment to the future success of Maker\n\nHere are a few of our coolest things we've done in Crypto:\n\n* [$1,000,000 SushiSwap Grant](https://forum.sushi.com/t/updated-proposal-community-enabled-analytics-for-sushi/6127)\n* [OlympusDAO: A Sub-DAO for Treasury Asset Governance](https://forum.olympusdao.finance/d/791-a-sub-dao-for-olympusdao-treasury-asset-governance)\n* [ENS Governance Enhancement](https://discuss.ens.domains/t/rfc-ens-governance-enhancements-flipside-crypto/11100)\n* [Aave CEA Summary](https://governance.aave.com/t/flipside-crypto-cea-grant-overview/7073?u=fig)\n* [Flipside Community Console for Mirror Protocol](https://forum.mirror.finance/t/proposal-flipside-community-console-for-mirror-protocol/354)\n\n\n### Conflicts of Interest\n\nWe are active delegates of Aave, but have addressed the conflict of interest by assigning different persons to spearhead efforts in the relevant DAOs.\n",
        "externalProfileURL": "https://medium.com/flipside-governance"
      },
      "image": "QmfJWdfcLYwu6tmNm93KnMk8TBCRgtF5KZTJ3YQbQzg1Ds",
      "metrics": {
        "combinedParticipation": "98.29%",
        "pollParticipation": "97.01%",
        "executiveParticipation": "100%",
        "communication": "97.33%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x8804d391472126dA56b9a560AEf6C6d5AAA7607B",
      "profile": {
        "name": "StableLab",
        "tags": [
          "pragmatism",
          "trust",
          "community"
        ],
        "description": "**Key Info**\n\n**Name**: StableLab\n\n**Delegate Address**: stablelab.eth\n\n**Governance tracking**: [BroadRoom](https://boardroom.io/voter/0x1D1a13b16667c284b87de62CAEEfF0ce89E342B2), [Internal tracker](https://stablenode.notion.site/bfaaf09e108247a78dd7f1ab1244221c?v=3cbe615520a54d6aabed8b753a75c4e1)\n\nForum: [@Doo_StableLab](https://forum.makerdao.com/u/doo_stablelab)\n\nDiscord: Doo_StableLab#3219\n\nTwitter: https://twitter.com/Stablelab\n\nBlog: https://www.stablelab.xyz/blog\n\nLanguages: English, Spanish, German, Dutch, Romanian, Korean, Chinese\n\n**ABOUT**\n\nStableLab is a governance firm focused on professional delegation, DAO framework design and product development. We work with various projects, from the ones just starting their journey to decentralization to the most prominent DeFi protocols.\n\nOur systematic framework for DAOs covers governance methodologies, decentralized workforce, implementation, documentation, communication and community engagement. There is no one-size-fits-all approach, but we provide a framework of principles and tools we have developed throughout our experience.\n\nWe scale DAOs sustainably.\n\n**EXPERIENCE**\n\nWe are the leading professional delegate team with a track record across major DeFi protocols, including MakerDAO, Optimism, Aave, 1inch, Balancer, Element, InstaDapp, Hop and more.\n\nWe pioneer delegation work through high governance standards, extensive research, hands-on expertise and the consistent use of a code of conduct. Pushing forward web3 and DeFi since 2018, StableLab’s co-founders previously spent 3.5 years at the Maker Foundation.\n\nGovernance delegates and roles currently (or previously held by StableLab).\n\nView all our proposals, votes and milestones at [stablelab.xyz /governance](http://www.stablelab.xyz/governance).\n\n**VALUES & CONDUCT**\n\nA. **VALUES - A.R.T.**\n\n1. **Active**: We participate in every aspect of the governance process, from creating and presenting proposals to providing feedback in the forums and actively voting.\n2. **Research**: Our decisions are backed by a team of experienced researchers and PhDs.\n3. **Trust**: We act unbiased and transparent, according to our [code of conduct](https://medium.com/stablenode-blog/what-to-expect-from-professional-delegates-27ee9b160254) - driven by a strong set of ethics and values.\n\nB. **DELEGATE CONDUCT**\n\n* Use values to guide actions.\n* Maintain impartiality and transparency in participation.\n* Rely on data, research and prior expertise for proposals and votes.\n* Apply battle-tested internal policies for consistency.\n* Consult with the team for quality outcomes.\n\n**Why MakerDAO**\n\nFrom DeFi to RWA to DAO Governance, MakerDAO has been a pioneer, and we will continue to contribute to MakerDAO in active and various ways.\n\n**DISCLOSURE**\n\nThrough our holding company, we have invested in multiple projects to advance growth and governance for them. See the full list [here](http://stablenode.xyz/).\n\nWe contribute to various protocols’ governance, such as Optimism, Aave, 1inch, Balancer, and Element. See the full list [here](http://stablelab.xyz/).\n\nWhen applicable, we will disclose potential conflicts of interest in our rationale.\n\n**WAIVER OF LIABILITY**\n\nBy delegating to StableLab, you acknowledge and agree that StableLab participates on a best efforts basis and StableLab will not be liable for any form of damages related to StableLab’s participation in governance.\n\nStableLab have read and agree to follow the [Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384).",
        "externalProfileURL": null
      },
      "image": "QmfZNZC3pfyV7BEzmLRHPMgW3oVeCJK4fxvoguiZUpWsFc",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x8F5B93378d59E35799573530A9860597e14b7178",
      "profile": {
        "name": "CalBlockchain",
        "tags": [
          "academia",
          "decentralization",
          "responsibility",
          "vision",
          "community"
        ],
        "description": "# CalBlockchain \n\n## Blockchain at Berkeley Delegate Profile\n\nDelegate Address: 0x7ae109a63ff4dc852e063a673b40bed85d22e585  \nENS: calblockchain.eth  \nEmail: governance@blockchain.berkeley.edu  \nExternal Website (optional): [https://blockchain.berkeley.edu/](https://blockchain.berkeley.edu/)  \nDelegation Contract: 0x8F5B93378d59E35799573530A9860597e14b7178  \n\n### Core Values\n\n- Student perspective on MKR ideologies\n- Quantitatively analysis of impact and risk\n- Facilitation of collaboration and community engagement in the Bay Area\n\n### Delegate Statement\n\nBlockchain at Berkeley is a student organization at UC Berkeley that has been founded since 2014. We actively participates in governance on Uniswap, AAVE, Compound, dYdX and Optimism, and we are expanding our governance focus to more protocols. We are experienced in DeFi mechanism and protocol design and we are very interested in the Maker system. \n\nWe believe that a fast-growing protocol needs a diverse team of delegates and continuous nourishment of the next generation of designers and developers. Blockchain at Berkeley is in a perfect position to supply talents from the student community to study the latest updates on Maker, and foster engagement to introduce learners to Maker. We want to provide student perspectives to analyze the Maker protocol in a non-partisan and forward-thinking manner, and we aim to make arguments with quantitative justifications on treasury, user experience, risk, etc. \n\nWe have a track record of creating quality proposals and actively voting on Uniswap, Aave, etc. We created proposal about lowering the minimum proposing threshold on Compound to increase equity and inclusivity for proposal creation (https://compound.finance/governance/proposals/89). For more about our justifications for past governance votes, please check our Twitter @CalBlockchain. \n\nBlockchain at Berkeley has departments including consulting for leading web3 projects, blockchain education on edX, blockchain accelerator program, and research. We dedicate at least one lead to each protocol and include all governance member to make decisions on all proposals. The governance department meets weekly to discuss the latest updates and presents analysis on proposals. We ensure voices of all members are considered before making a decision. The voting process within the department is democratic to balance knowledge from seasoned members and thoughts from younger members. Our governance initiatives include: \n\n- actively engaging in the governance forum to monitor latest protocol changes and risk management\n- creating proposals when we believe an update in the protocol mechanism is needed to better serve Maker\n- facilitating discussions when we find potential protocol risk or correlations risk with latest news\n- testing proposals quantitatively to fact check and ensure proposal efficacy\n- including more internal members to be engaged and learn about the Maker system and building with Maker\n\nWe appreciate your consideration for us to be your delegate. We believe that our experience and dedication will greatly compliment the Maker governance team. We are always happy to go in depth with our decision making and analysis so you can be assured that your delegation is efficient in the system. \n\n### Conflicts of Interest\n\n- We take part in governance of other major protocols including Uniswap, Aave, Compound, and Optimism.\n\nI have read and agree to abide by the [Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n\n**Waiver of liability:** By delegating to Blockchain at Berkeley, you acknowledge and agree that Blockchain at Berkeley will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or MakerDAO.\n",
        "externalProfileURL": "https://forum.makerdao.com/t/calblockchain-delegate-platform/18407"
      },
      "image": "QmfPskiJQQjEmFfCKW8DwjsHS18a2M1AfnZSe2y7RWoC9C",
      "metrics": {
        "combinedParticipation": "44.44%",
        "pollParticipation": "100%",
        "executiveParticipation": "0.00%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x925016C2367802632cABDF13b5FC2C1BDC2c301a",
      "profile": {
        "name": "HKUST EPI Blockchain",
        "tags": [
          "academia",
          "pragmatism",
          "sustainability",
          "ideation",
          "trust"
        ],
        "description": "# HKUST EPI Blockchain\n\n### Key Info\n\nDelegate Address: 0x925016C2367802632cABDF13b5FC2C1BDC2c301a\n\nForum: @HKUST_EPI_BLOCKCHAIN\n\nDiscord: @HKUST-EPI\n\nEmail (optional): epi@ust.hk\n\nExternal Website (optional): https://epi.ust.hk/?key=home\n\nMeet Your Delegate Video: Recording Pending\n\n### Core Values\n\n* To develop and promote a mutually beneficial and friendly environment between Universities and Protocols in the Decentralised Finance space\n* To promote critical thinking and unique thought process to derive solutions\n* To educate the benefits integration of blockchain technology to traditional finance to the next generation of workforce\n* To share insights, industry knowledge and experiences to protocol stakeholders\n* To provide advice and support on matters involving Treasury, Budgeting, Process Streamlining and Collateral risk Management to the protocol\n\n### Delegate Statement\n\nIn Hong Kong University of Science and Technology (HKUST), the visions and ideas which new technologies are developed from should be embraced and nurtured. Students are encouraged to explore and trailblaze on any potential new frontiers.\n\nAs blockchain technology is still maturing and adoption is rapidly increasing, continuous education and development should be established. For mainstream adoption to be achieved, strategic planning as well as proper decision making and marketing is required.\n\nTherefore, by establishing a research lab (EPI) to synergise the growth of MakerDAO, by governance participation, with the exposure to blockchain technology and decentralised finance, this would provide a mutually beneficial symbiotic relationship between MakerDAO and the University.\n\nThe delegator will be led by a University researcher with student volunteers (Research lab), the research lab is expected to be fully vested in the governance of MakerDAO and communications with delegators will be communicated on a frequent and timely basis.\n\nThe research lab will be solely responsible for Governance matters to MakerDAO with assistance from other Faculty members on other matters such as, Research, Education, Business Development and Web3 developments.\n\nHKUST-EPI has plans to participate in governance matters in other protocols.\n\nThis research lab will share updates regarding new proposals internally and will discuss them before reaching a decisive vote. This decision making process will take place internally via simple majority either in person or via electronic communication mediums. Decisions will be made in time to ascertain full participation in the governance proposals.\n\nThe governance initiatives are:\n\n* Active participation in discussion forums\n* Initiating new improvements proposals\n* Monitoring of news and updates\n* Seek consultations with respective faculty members or with collaborating external parties\n* Communication with internal team members\n* Open communications and Q&A with delegators when time permits\n\nHKUST-EPI sincerely encourages all MakerDAO stakeholders to delegate with the research lab to have a greater stake and voting power in the decision making process. By leveraging on our resources and connections to bring the protocol to greater glory. With our research lab of individuals with unique perspectives, industry experience and knowledge, rest assured that the choice of delegating with HKUSE-EPI, as your preferred recognized delegate, will be a positive experience.\n\n### Conflicts of Interest\n\n* Team members may have small stake in MakerDAO\n* Consultations with other teams in charge of governance of other protocols\n* Consultations with external collaborators\n\nHKUST-EPI has read and agreed to abide by the [Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n\n### Waiver of liability\n\nBy delegating to Hong Kong University of Science and Technology, you acknowledge and agree that Hong Kong University of Science and Technology will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or MakerDAO.\n",
        "externalProfileURL": "https://epi.ust.hk/?key=home"
      },
      "image": "QmUXgei8z3b8oWr9VCSSdT4HFKeFJzEByoyTyF3eaHMEFy",
      "metrics": {
        "combinedParticipation": "80.77%",
        "pollParticipation": "100%",
        "executiveParticipation": "55.56%",
        "communication": "95.31%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0x9301F3bB7A71Ab4d46b17BD1F8254142fa8F26AD",
      "profile": {
        "name": "ONESTONE",
        "tags": [
          "growth",
          "revenue",
          "community",
          "ideation",
          "risk"
        ],
        "description": "### Key Info\n\nDelegate Address: 0x9301F3bB7A71Ab4d46b17BD1F8254142fa8F26AD  \nForum: @TRUEMAKER  \nDiscord: @TRUEMAKER#4772  \nEmail: onestonemkr@gmail.com  \nMeet Your Delegate Video: https://youtu.be/MqbG43Ywr5E\n\n### Core Values \n\n- **Growth:** I am in support of initiatives that enable broader DAI adoption and that attempt to reduce concentration risks, such as USDC reliance. The DAI peg is important to my platform; as a stablecoin, we must comply with DAI holders’ expectations.  \n- **Revenue:** Developing core, complementary products to ensure that revenue is stable, not seasonal, and attempting to eliminate market-driven volatility from the DAO’s bottom line. To achieve this, we need strong ALM, RWF and DAI use cases.  \n- **Data-Driven:** With core products (PSM, Vault Lending, RWF, DAI L1/L2 adoption) running smoothly, MKR has a trove of data and bandwidth to test new features and products to remain competitive and innovative.  \n- **Unbiased:** I participate in open discussions and working sessions from all MakerDAO participants, while practicing and promoting disciplined productivity. Initiatives such as Proof Of Humanity or Gitcoin Passport will be seen positively by my platform.\n\n### Delegate Statement\n\nMy objective for becoming a delegate is to support growth initiatives that will lead to **broader DAI adoption and bring value to MKR token holders**. I view product rollouts, innovative ideas and DAI adoption (i.e., expanding DAI use cases) very favorably.  By expanding DAI use cases and therefore DAI holders, we benefit from potential organic revenue growth. In addition, we support MakerDAO in its mission to turn DAI into the main digital currency, while maintaining its core values as unbiased, decentralized and asset-backed. **The DAO’s mission can only be accomplished with a healthy liquidity buffer that will enable it to experiment, test and adapt to a rapidly changing world.**\n\n**Another key aspect of my objective in becoming a delegate is my passion for financial education and equitable access.** While TradFi thrives on uninformed participants and limited availability of products (i.e., the privileged few with resources and connections), MakerDAO can support users new to the financial system by using data-based lending services to offer transparent products and prices. In addition, via MakerDAO’s forum, we provide crypto education and a welcoming community to existing and new users.  I believe MakerDAO’s product should remain accessible and fair to all participants, even if that is at the expense of potential revenue growth; we should be able to develop opportunities that all can access because in the long-run, that will be better for user adoption and growth. \n\nI grew up in an Emerging Market, where I witnessed firsthand the impact of fiscally irresponsible and corrupt governments on hard-working communities. These feelings of injustice and experiences in my childhood led me to pursue a career in financial services.  My background in TradFi (capital markets at large, global banks) and as a small business owner gives me the knowledge necessary to participate in finance, sales, marketing and product management-related governance polls for MakerDAO. In addition, with my persistent curiosity, I educate myself on topics relevant to the DAO. \n\n**My past posts and comments should allow you to understand my vision for the protocol, such as growth in DAI demand, sound ALM business practices, new features for revenue-generation, analysis of market opportunities (L1/L2, Argentina and El Salvador) and innovation for the flagship product (crypto-backed loans).** In my view, the key to DAI’s success is to successfully diversify DAI’s collateral, use cases, counterparties and holders. To the extent another MakerDAO community member aligns with my views, I would be happy to consider partnering as a delegate team.\n\nTo demonstrate my alignment with the protocol, I would invest the majority of any DAI compensation earned as a delegate back into MKR.\n\n### Code of Conduct\n\nAs a delegate, I commit to abide by the protocol’s [code of conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384) and to provide dedication, respect and transparency to the entire MKR community. \n\n### Conflicts of Interest \n\nI own ETH, MKR and other ERC20 tokens, which in aggregate represent less than 10% of my assets. I am not financially compensated by any other crypto project; if that changes (which I do not expect it to), I will inform the protocol in this post. I do not derive income from any potential partner or competitor of MakerDAO.\n\n### Waiver of Liability\n\nBy delegating to me, you acknowledge and agree that I participate on a best efforts basis and will not be liable for any form of damages related to my participation in the Maker Protocol or MakerDAO.\n",
        "externalProfileURL": null
      },
      "image": "QmSWjpyfWMmXyK6js94CnhvbNnR72zwvVRZg1ffbTKidDr",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xAF8aa6846539033Eaf0c3ca4C9C7373e370E039b",
      "profile": {
        "name": "Flip Flop Flap Delegate LLC",
        "tags": [
          "decentralization",
          "scalability",
          "growth"
        ],
        "description": "# Flip Flop Flap Delegate LLC \n\n### Key Info\n\nDelegate Address: flapper.eth  \nForum: @ElProgreso  \nDiscord: @ElPro#2818  \nEmail (optional): ElProDAI@protonmail.com  \nIntroduction Video: https://www.youtube.com/watch?v=22ut8FuGu_Q  \nMeet Your Delegate Video: https://www.youtube.com/watch?v=SVUm1Bz0U9A&t=1577s\n\n### Core Values (Optional)\n\n- Prioritize the achievements and future success of MakerDAO.\n- Help the Maker Community to expand its network effects.\n- As a Delegate I will be the Voice and Vision of the Maker Community and its Core Units.\n\n### Delegate Statement\n\nFor the last 30+ months I have been one of the top 10 MakerDAO Voters. I have probably voted over 150+ times with my MKR tokens. And this passion and focus for Maker Governance has been inspired by All of you, and I mean every single one of you. Yes, you have inspired me and help me follow this passion and mission to make DAI the ultimate decentralized stablecoin. It’s a passion that we share–the passion of Maker+DAI changing the world. The dream of making DAI the standard of Decentralized Finance.\n\nMy Ethereum Address with its small portion of MKR might have never carried every Poll and Executive Vote, but thru it all I have always help protect the Hat and I have never let high ETH Gas Prices deter me from voicing my opinion and protecting this protocol. My love for the community and passion for\nMakerDAO is more important than any ETH gas I have spent. And that commitment and love my Maker Fam, it will never diminish.\n\nI want to be your MKR Delegate because I believe in you. I believe in your passion. I believe and share your dreams. I believe in a fully decentralized DAO composed of community members that are loyal, responsible, and innovative. Community members who want the same success that Maker has achieved today and the greatness that it will achieve tomorrow.\n\nThis is why—when I was asked to join a Working Group to help compose MIP38 DAO Primitives State, MIP39 Core Unit Framework, MIP40 Budget Framework, and MIP41 Facilitator Framework, I did not hesitate. I did not have any Fear. Because this is my passion. This is our home. And protect and build our home is what we do as MKR token holders.\n\nMaker Community, I want to represent your Voice. I want to represent your Vision. Yes, I promise to protect MakerDAO from the Fear of innovating, the Fear of pivoting if needed, the Fear of never reaching decentralization, and the fear of governance attacks. I will do this by listening to your believes, your scientific governance theories, and following the path and vision of the Maker Community and its original vision. That same vision that was put together years ago by a community of Finance Nerds who had the hunger and the passion for changing the status quo. I will protect our Maker ways by inspiring my Delegate colleagues to unite and protect the protocol from any outside attackers, and/or attack vectors. We will work together, follow common grounds and stay diligent.\n\nAt times, you and I might have had different opinions. Some opinions were probably similar, others were misconstrued because communication in writing can be misinterpreted. Other times, some of you were too busy to participate and voice your opinion. And then there were some of you who wanted to participate but felt your MKR holdings were not going to make a difference.\n\nWell, I am here to tell you that you will no longer be unnoticed. You will no longer be unheard. You will no longer need to attend every meeting, read every Forum Post, review every MIP application–I will represent you. I will be your voice; I will be your eyes and ears–and you will be the heartbeat of Maker Governance. The pulse of the community will not go unnoticed.\n\nIt is because we share this common passion that I ask that you delegate your MKR to Flip Flop Flap Delegate. I promised to respect your views and listen to your concerns. I promised to explain why I voted for Polls and Executives and if you disagree with such vote, I will make time to listen to you and hold your hand as we both shape and build this DAO, together as one.\n\n### Conflicts of Interest\n\n- At times I might buy, sell, or hold other Crypto Tokens for short & long-term trading purposes.\n\nI have read and agree to abide by the [Delegate Code of Conduct. ](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384)\n\n**Waiver of liability**\n\nBy delegating to Flip Flop Flap Delegate LLC, you acknowledge and agree that Flip Flop Flap Delegate LLC, will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or MakerDAO.\n",
        "externalProfileURL": "https://forum.makerdao.com/u/elprogreso/"
      },
      "image": "QmXRWrXgrYVgaKSwARnpGKT7dUhGjiLM5k8VH4v3412iGu",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xB0B829a6AaE0F7e59B43391b2C8a1CFD0C801c8C",
      "profile": {
        "name": "gauntlet",
        "tags": [
          "risk",
          "data-driven",
          "security",
          "trust",
          "scalability",
          "compliance"
        ],
        "description": "# Gauntlet\n\n### Key Info\n\nName: Gauntlet  \nDelegate Address: `0xB0B829a6AaE0F7e59B43391b2C8a1CFD0C801c8C`  \nForum: @Matt, @inkymaze  \nDiscord: Matt Dobel (Gauntlet)#5611  \nWebsite: https://gauntlet.network/  \n\n\n### Core Values\n\n- Quantitative risk management\n- Maximizing risk adjusted protocol income \n- Minimizing insolvent debt to some tolerance\n\n### Delegate Statement\n\nGauntlet's delegate guidelines are informed by our core values and prior experience analyzing the protocol. For example, our [Auction Assessment](https://maker-report.gauntlet.network/) report.\n\nGauntlet is a platform for risk management and parameter optimization for protocols. As such we will seek to provide insights into quantitative decisions with a focus on market risk. Gauntlet aims to elide ourselves from emotional and politically charged votes that do not readily admit quantitative analysis.\n\nGauntlet will look to support measures to maximize risk adjusted protocol income through parameter changes, onboarding collateral, or other means. \n\nGauntlet will look to support measures that do not materially impact the risk of insolvent debt for the protocol. \n\nGauntlet generally support proposals for protocol development which further ecosystem growth, research, security, and novel use-cases.\n\nWe (Gauntlet) have read and agree to the [Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384).\n\n### Conflicts of Interest\n\n\n- Gauntlet has and will continue to deploy our [platform](https://gauntlet.network/platform/) on other protocols and DAOs.\n- Gauntlet holds token positions from prior work including but not limited to COMP, LQTY, SUSHI, and BAl.\n- Gauntlet's investors may hold positions in MKR and other protocols\n- In a Gauntlet capacity, I sit on the Aave Grants DAO and Compound Grants Program as a reviewer. Myself or additional Gauntlet employees may participate in other governance councils or DAOs in the future. \n- Gauntlet is an active delegate on Compound and Uniswap.\n",
        "externalProfileURL": "https://gauntlet.network/"
      },
      "image": "QmZ9wuYnAux91kFNobNzcque2NURsiAJRrwA2L5YHeW3gv",
      "metrics": {
        "combinedParticipation": "No Data",
        "pollParticipation": "No Data",
        "executiveParticipation": "No Data",
        "communication": "No Data"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xCdB792c14391F7115Ba77A7Cd27f724fC9eA2091",
      "profile": {
        "name": "JustinCase",
        "tags": [
          "responsibility",
          "revenue",
          "simplicity",
          "risk",
          "scalability"
        ],
        "description": "# JustinCase\n\n## Key Info\n\nDelegate Address: 0xCdB792c14391F7115Ba77A7Cd27f724fC9eA2091  \nForum: **@JustinCase**  \nDiscord: @JustinCase#2274  \nEmail: [DAIJustinCase@gmail.com](mailto:DAIJustinCase@gmail.com)  \nReddit: DAIJustinCase  \nDelegate Video: Will be added as soon as it’s ready.  \n\nResides in the UTC+1 time zone.\n\n## Core Values\n\n**Maintaining obligations** – Trust comes from honouring commitments; trust is essential for adoption and use of the protocol.\n\n**Growing the profitability of the protocol** – Growth is good, but growth must lead to profitability. I favour increasing revenue over reducing costs.\n\n**Simplicity** – given a choice between a complex and a less complex solution I will favour the less complex one.\n\n## Delegate Statement\n\nSummary: I will work towards:\n\n* Ensuring that a portion of the protocol profits are going towards maintaining a steady burn but recognize that the protocol has other strategic goals as well.\n* Making sure that previously made deals are honoured and that changes, and terminations of deals are communicated well in advance.\n* Enhancing growth of the protocol and adoption in new areas, while growing revenue and profitability.\n* Communicating in a more easily understandable fashion and to try to create enthusiasm for governance among smaller holders of MKR.\n\nHere are examples of me advocating some of these issues, [A](https://forum.makerdao.com/t/mip40c3-sp45-modify-core-unit-budget-ora-001-oracle-gas-costs/11621/6?u=justincase) [B](https://forum.makerdao.com/t/makerdao-actual-expenses-vs-budget-september-2021/11525/8?u=justincase) [C](https://forum.makerdao.com/t/signal-request-increasing-the-surplus-buffer-2021-11/11448/41?u=justincase)\n\nWhen I first got into Maker in the fall of 2018 the way it was presented to me was something like this: “This new protocol generates a stablecoin that it lends out and it uses the profits to burn the token and increase its value”. With a lifelong interest in finance and just dipping my toes into crypto, this was a sentence that resonated with me. It presented something different in the cryptosphere. I believe many others have heard a similar pitch and has for a time been somewhat disappointed that a combination of factors has led to long periods of no burn.\n\nAs examples I have these two quotes from two different articles about Maker:\n\n*“…All accrued fees on MakerDAO are paid in MKR. The protocol purchases MKR off the secondary market and burns it, ensuring proper alignment incentive between MKR token holders. The burning of MKR reduces its supply in circulation through its intentional destruction. It is an effective method for increasing and stabilizing the price of MKR with the increased value given to the holder resembling that of a dividend…”* [Link](https://www.publish0x.com/cryptoeq/defi-20-has-the-current-spotlight-but-dont-sleep-on-proven-b-xlzxodk)\n\n“…*Token Burn*\n\n*“Burnt tokens” have effectively been destroyed, ultimately reducing the total supply of tokens in circulation. Interest accumulated on Maker vaults is paid back in Dai, this Dai is then automatically swapped for MKR and burned. This is the primary economic driver behind the price of MKR tokens. Burning MKR reduces the supply of tokens, putting constant upwards pressure on the price. The more Dai in circulation, the more interest is generated, the stronger the upwards pressure on MKR’s price* …” [Link](https://cryptocurrently.medium.com/maker-the-central-bank-of-decentralized-finance-a-breakdown-67ef224ab602)\n\nThis shows that the perception from the outside is that MKR tokens will be burned. Failing to live up to this expectation is to me a failure to meet obligations. I believe that prolonged periods with no burn is damaging to MakerDAO’s credibility and trust and has caused some retail investors to look to other projects, reducing value for remaining MKR holders.\n\nIn order to maintain a healthy burn we must turn a healthy profit as well as keep the protocol safe and stable. As indicated by the portion of MKR in my portfolio I am a believer in the growth potential of Maker. I think there is a potential for capturing a larger market share in the cryptosphere, but I believe there is an even larger potential for growth in Real World Assets (RWA).\n\nMaintaining a burn touches into a broader issue of meeting obligations in general. As we grow larger in RWA, we’re going to have many entities depending on MakerDAO acting in good faith and honouring its obligations. Erratic behaviour will result in us losing trust with other entities and reducing our potential as a partner. My default stance will always be to maintain previous deals, either implicit or explicit. Strong arguments can sway a particular issue or stance but if we need to break off on a previous agreement it will have to be after giving a fair warning ahead of time that we intend to do so, assuming it is not possible to come to a mutually agreeable alternate plan.\n\nI recognize that Maker can have a very high barrier of entry and I will do my very best to try to keep my communication as understandable as possible with as little technical jargon and abbreviations as possible.\n\nLastly, I’d like to share a little of my background. I’m currently working in business administration with a decade of experience. I hold an MBA with a major in Strategy and a minor in Finance.\n\nI have also had some experience from politics. The key takeaway for me was to more carefully consider the needs of different parties and come up with a workable solution that leaves stakeholders satisfied.\n\n## Potential conflicts of interest \n\nI am a holder of MKR and currently it is about half my crypto portfolio. The maker portion is about two years salary. The other half is in ETH.\n\nI hold a diversified portfolio of stocks and funds.\n\nMy primary income is not from Maker, nor do I receive any form of compensation outside of MakerDAO for my participation within.\n\n## Waiver of liability \n\nI have read and pledge to follow the [Recognized Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384). As such I will to the best of my ability act in good faith to the best interests of the Maker Protocol. I will maintain communication regarding my stance on the various issues that is voted on.\n\nBy delegating to me you acknowledge and agree that JustinCase will not be held liable for any damages caused by my participation in the Maker Protocol or because of any votes cast while acting as a delegate.\n",
        "externalProfileURL": null
      },
      "image": "QmVoRfjz13yVrkSVozXjMb2yRX2Wod9CK8n9QgFe94aocD",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "98.33%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xD0Df93fC03a7291e31947F5cC6ef526f5B67B0ea",
      "profile": {
        "name": "RiskDAO",
        "tags": [
          "data-driven",
          "decentralisation",
          "risk",
          "growth",
          "sustainability"
        ],
        "description": "## RiskDAO\n\n### Key Info\n\nDelegate Address: 0xD0Df93fC03a7291e31947F5cC6ef526f5B67B0ea\n\nForum: @nonstoptheo, @yaronvel, @eitan_katchka\n\nDiscord: @nonstopTheo#4780\n\nEmail: [info@riskdao.org](mailto:info@riskdao.org)\n\nExternal Website: [www.riskdao.org ](http://www.riskdao.org/)\n\nMeet Your Delegate Video: [to come]\n\n### Delegates Code of Conduct:\n\nWe as RiskDAO and its core contributors have read, acknowledge and adhere to Maker’s Delegate Code of Conduct. (Agreed 28 September 2022).\n\n### Core Values\n\n* **Rigorous risk frameworks:** RiskDAO members think critically about risk factors and attack vectors of DeFi lending protocols. Among other things, we have developed a bad debt dashboard that sheds light into risk management practices of major lending protocols. We will apply this mindset to each and every discussion as a MakerDAO Delegate.\n* **Hands on technical knowledge of the MakerDAO system:** the RiskDAO consists of both risk analysts and smart contract developers. Some of the smart contract developers have deep understanding of the MakerDAO dss system, and previously spotted some flaws in the system.\n* **Proactive approach:** We think proactively, simulate and analyze potential bugs and exploit vectors before they arise. We don’t want to be called in, when it’s too late but rather point out potential issues before they arise. A recent example is the bug exposure for [Moonwell cToken market](https://medium.com/risk-dao/the-risk-of-secondary-markets-for-depegged-collateral-tokens-moonwell-bug-disclosure-2021181f50bc).\n* **Open source & Collaborative:** We work in public and publish code and findings accordingly. We employ a highly collaborative approach with protocols and teams.\n* **Diverse contributor base:** We are an international community of contributors with a diverse skill set and have capabilities in smart contract programming, risk analyses, financial services and governance.\n* **Accountability and responsibility:** We are fully committed to serving the best interests and needs of MakerDAO, its tokenholders and community. We want to drive protocol growth, whilst minimizing risks to the protocol.\n* **DeFi native:** RiskDAO is set up specifically to make users more knowledgeable about how lending markets work, and the risk involved.\n\n### Delegate Statement\n\nWe consider MakerDAO one of the most important DeFi primitives and actively want to shape its future direction. We are aware that protocol governance touches on numerous topics and consider ourselves perfectly suited to add substantial insights and benefits to public debate and decision-making processes.\n\nRiskDAO was created in May 2022 by DeFi protocol B.Protocol and by the research arm of 1kx, as the first DAO fully dedicated to creating open source risk management tools for DeFi. Recently, La Tribu, former contributing dev team of the Tribe DAO also started to contribute to the RiskDAO.\n\nWe have grown rapidly as a DAO and are continuously delivering on our core values. This means we have seen an increase in projects & collaborations, onboarded contributors, published more research to generate insights into strong vs weak system designs.\n\n#### Previous contribution to the MakerDAO ecosystem:\n\n* Tracking MakerDAO’s bad debt in the [Bad debt ](https://bad-debt.riskdao.org/) dashboard.\n* B.Protocol team [alerted](https://twitter.com/CoinDesk/status/1328338322306064384?t=NgZCvMfsl1RbksfkBtffJQ&s=09) about low dust levels for ETH-A collateral, and provided a [detailed analysis](https://medium.com/b-protocol/the-keepers-dilemma-game-theoretic-analysis-of-liquidation-incentives-with-preliminary-b588e82e4d67), which consequently led to a [decision](https://forum.makerdao.com/t/small-vaults-liquidations-incentives/5166) to increase the dust level.\n* B.Protocol’s front end features an interface to the MakerDAO vault system.\n* B.Protocol submitted a collateral on-boarding [MIP](https://forum.makerdao.com/t/mip13c3-sp11-onboarding-a-new-collateral-type-backed-by-b-protocol-v2-declaration-of-intent/8802) with an implementation of an alternative liquidation mechanism for MakerDAO.\n* The La Tribu dev team intensively worked on FEI<>DAI integration when it was contributing to the Tribe DAO.\n* B.Protocol did a [security audit](https://forum.makerdao.com/t/mip59-dsscharter/10028/5) for a MakerDAO’s smart contract module.\n* In his previous position in 2018, a team member of B.Protocol integrated Kyber Network DEX to aggregate Oasis DEX order book for DAI/ETH orders.\n\n#### Other contributions to the DeFi ecosystem include:\n\n* [Bad debt ](https://bad-debt.riskdao.org/) & [ETH depegging](https://depeg.riskdao.org/) dashboards\n* [Risk parametrization risk analysis for Vesta Finance](https://medium.com/risk-dao/vesta-finance-system-parameterization-risk-analysis-b52aaf7b56e5)\n* [Market price analysis for multi-layer DeFi scheme](https://twitter.com/Risk_DAO/status/1565700802685145088?s=20&t=n-LxtEhk9-irNL35Kr6Zxw)\n* [Liquidation events simulator](https://medium.com/risk-dao/using-the-riskdao-simulation-gui-2aaffd6c5792)\n* [Aurigami Dashboard](https://aurigami.riskdao.org/#system-status)\n* [Moonwell bug bounty](https://medium.com/risk-dao/the-risk-of-secondary-markets-for-depegged-collateral-tokens-moonwell-bug-disclosure-2021181f50bc)\n* [Joint research with Myso Finance ](https://medium.com/risk-dao/on-insolvency-tackling-bad-debt-in-defi-6c2ac5028348)\n* [Vesta Finance risk simulation](https://medium.com/risk-dao/using-the-riskdao-simulation-gui-2aaffd6c5792)\n* [Bounty by Liquity for their Chicken Bonds: Create a methodology to ascertain fair value](https://twitter.com/Risk_DAO/status/1565700802685145088?s=20&t=n-LxtEhk9-irNL35Kr6Zxw)\n\nRiskDAO focuses on protocol-specific risks, primarily to avoid bad debt. Given the increase in cross-chain activity, the risk framework has been broadened to account for risk vectors from cross-chain exposure.\n\nA description of our works is available on our [website](https://riskdao.org/) and [blog](https://medium.com/risk-dao).\n\n#### Vision for MakerDAO\n\nRiskDAO is also going through the process of implementing DAO structures. This involves creating open source code & risk frameworks, community development and contributor onboarding.\n\nWe are an agile organization that can adapt to MakerDAO’s future: RiskDAO will be a highly valuable Delegate both in the existing state or if Maker transitions to the “endgame” structure.\n\n#### Operational implementation\n\nRiskDAO’s vote will be coordinated by nonstopTheo who also serves as your point of contact for any questions. We employ strict internal communication processes: All votes will be discussed internally first before published to the public forum.\n\n#### Conflicts of Interest\n\n* The RiskDAO is giving risk assessment service to other lending markets and stablecoin platforms.\n* B.Protocol has a pending [MIP](https://forum.makerdao.com/t/mip13c3-sp11-onboarding-a-new-collateral-type-backed-by-b-protocol-v2-declaration-of-intent/8802) that will benefit B.Protocol. However, it is no longer actively pursued.\n\n#### Disclosure\n\n*This section discloses previous interactions between B.Protocol and Maker for full transparency, given that members of RiskDAO are contributors to B.Protocol. There are no conflicts of interests from these past actions.*\n\n* One of B.Protocol’s contributors set a precedent in 2020 by using a flash loan to influence a governance vote. The issue has been discussed at length and lessons have been learnt.\n",
        "externalProfileURL": "https://riskdao.org"
      },
      "image": "QmXoVXm6B8kE4EUwC3TctT7f6uxo2ANNDX9x7jGucwGRHy",
      "metrics": {
        "combinedParticipation": "No Data",
        "pollParticipation": "No Data",
        "executiveParticipation": "No Data",
        "communication": "No Data"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xD1fc89E0c3828F50b650E1309e30CB4fcF2bdBe3",
      "profile": {
        "name": "Jason Yanowitz",
        "tags": [
          "community",
          "growth",
          "revenue",
          "scalability",
          "guidance"
        ],
        "description": "### Key Info\n\nName: Jason Yanowitz\n\nDelegate Personal Address: 0x5d2815E07Ed95Aea5e4E154C13e0BF89815167a3\n\nDelegate Contract Address: \n0xD1fc89E0c3828F50b650E1309e30CB4fcF2bdBe3\n\nForum: @Yano\n\nDiscord: Yano#4805\n\nWebsite: blockworks.co\n\n\n### About me\n\n- Founded [Blockworks](https://blockworks.co/) in 2017. We host conferences like [Permissionless](https://blockworks.co/events/permissionless/), have a large editorial team, run a network of podcasts, have one of crypto’s largest newsletters, recently launched [Blockworks Research](https://www.blockworksresearch.com/), and more\n- Host of the [Empire podcast](https://blockworks.co/podcasts/empire/) with Santiago Santos\n- Long-term MKR holder and supporter of MakerDAO\n\n### Core Values\n\n- Maker is a B2B (or DAO-to-DAO) platform that can serve as the backbone of DeFi\n- Maker should focus on expanding DAI’s market share by building connections with more protocols, both inside and outside of Ethereum\n- Maker must improve its governance and incentives by balancing pragmatic governance with the pressing need for long-term decentralization\n\n### Delegate Statement\n\nI have strong conviction that DeFi will grow exponentially in the coming decades and that Maker has the opportunity to become the backbone of DeFi. If that happens, MakerDAO will be one of the most impactful initiatives in the history of global finance. To achieve that scale, Maker needs a better growth strategy, improved governance, and more scalable operations.\n\n**Growth strategy**: Expanding DAI’s supply and market share is crucial to making Maker an economically viable protocol at scale. Increasing the DAI supply both increases our total capital available and improves our unit economics.\n\nMaker has done incredibly well within the Ethereum community. To distribute DAI more widely, we should integrate with more communities outside of Ethereum. Protocol-specific stables are going to become more and more popular – we should push to build these relationships and incorporate DAI into other protocols as quickly as possible.\n\nWe should view DAI as a B2B business where our end customers are other DAOs. With this focused strategy, Maker will become the backbone of DeFi and will utilize other more consumer focused protocols to distribute DAI to their communities. This already exists within ETH-focused protocols; we need to scale this model to other protocols outside of ETH. Doing this in the bear will pay massive dividends in the bull.\n\n**Governance**: There are a couple aspects of Maker governance that are broken. For the solution to these problems, I tend to agree with Hasu’s vision of DAO governance.\n\nThe first issue is that delegates get paid by the DAO on non-core metrics such as voter participation. This does not set up the DAO for success. We should judge voters on the quality of their decisions, not on the frequency of their votes. \n\nThe second issue is that Maker only has a few internal leaders. I’m incredibly impressed by how much Maker has achieved without many internal leaders and with very flat governance. However, we’ll be unable to achieve global scale with this model. Maker needs internal leaders who are subject matter experts on niche areas within the DAO.\n\nThe third issue is that Maker needs better incentives to bring top talent into the protocol. I think of this as the recruiting unit. You would never scale a multi-billion dollar company without a recruiting arm; DAOs are no different. We need both a recruiting unit and a better incentive system to get the best minds in crypto to participate in Maker’s long-term strategy.\n\nWhen it comes to governance, I believe in long-term decentralization of the protocol and believe that one day Maker can run itself with very little oversight. However, in the near term, I will vote on proposals that could look like the best versions of corporate governance if they can improve the long-term scalability, viability, and growth of Maker.\n\n**Scalable operations**: Operations start with culture. Right now, Maker’s culture feels tense and, at times, hostile.\n\nTo improve Maker’s operations, we have to start by improving Maker’s culture. For example, the relationship between MKR holders and Core Units should be aligned – there has to be bidirectional trust from both parties. When times get tough, people walk from bad cultures. With amazing culture though, there’s no amount of pain that can tear people apart. That’s the culture Maker should strive to create.\n\nBeyond the culture, Maker should use this bear market to improve its processes like budgeting, forecasting, alignment between core units, and internal communications. Regarding budgeting and forecasting, there needs to be a much better process for building budgets and getting approval. Right now, there’s minimal oversight into budgets and, once a budget is put into place, there’s minimal accountability. We should create better budgeting practices with the end goal of building a larger DAI surplus. The growth into other ecosystems (mentioned above) should help with this.\n\n\n### Conflicts of Interest\n\n- MKR is one of my largest holdings and I am very strongly aligned with the long-term success of the project. With that being said, I also hold a broad range of tokens including assets from protocols that could be considered competitive to MKR.\n- My role as a recognized delegate of MakerDAO does not influence my role as co-founder of Blockworks, and vice versa.\n- I have read and agree with the [Recognized Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n",
        "externalProfileURL": null
      },
      "image": "QmPZQiwrDA8uLUY4k8Yczr1eD5tHtBqgxaVt2cXV66QtY6",
      "metrics": {
        "combinedParticipation": "66.37%",
        "pollParticipation": "87.30%",
        "executiveParticipation": "40.00%",
        "communication": "0.00%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xD9D00c42BeD99A6D3a0F2902c640BCCCEECF6C29",
      "profile": {
        "name": "pvl",
        "tags": [
          "ideation",
          "vision",
          "data-driven",
          "academia",
          "guidance",
          "growth"
        ],
        "description": "# pvl\n\n### Key Info\n\nName: pvl\nDelegate Address: 0xD9D00c42BeD99A6D3a0F2902c640BCCCEECF6C29  \nDiscourse: **@pvl**  \nDiscord: @pvl#3939 (for now mainly active in [the Endgame Discord](https://discord.gg/sYnXP2r5))  \nBird's-eye view on Miro: https://miro.com/app/board/uXjVOxT0KgU=/?share_link_id=72228391399  \n\nRead the Ethereum Whitepaper in 2015. Was involved with the Tezos community in its early days. Did some UX work for [Radar Relay](https://radar.tech).\n\nServed on the [Tribe a.k.a. Fei DAO](https://docs.tribedao.xyz) Optimistic Approval multisig committee, which successfully served as a testbed before Tribe's transition to Orca Pod-based Liquid governance in May '22. During its 8-month run OA reviewed and voted on 130+ actions, including reviewing the input of the security audit vendor to verify the work done before wiring payment.\n\nCurrently on the [Gro protocol](https://www.gro.xyz/) Treasury management committee with a mandate to execute on pre-agreed (‘whitelisted’) treasury deployments, run due diligence and negotiations, submit proposals to the DAO for voting, and instruct the DAO multisig to act on those instructions.\n\n### Core Values\n\nBringing in background in machine learning, TradFi financial consulting and some DeFi I recognise as equally important for Maker's foreseeable future nurturing DAO culture conducive to building trust of current and potential Maker products users while integrating into the DAO practice\n\n* web3-native intelligence for protocol stewardship, collateral onboarding and Treasury management;\n\n* provably optimal infrastructure funding mechanisms;\n\n* web3-native community support tools\n\nthus fulfilling the protocol's mission as a provider of decentralised financial products.\n\n### Delegate Statement\n\nIronically Maker, as DeFi at large, turns out to be in the trust business. It’s just that trust here concerns DAO's technical and organisational reliability, a stablecoin being a trust-driven financial vehicle. You use DAI as a store of value, a medium of exchange because you’re confident about the technical and cultural sustainability of MakerDAO, its ability to build and maintain stability of its products. Realistically retail users don’t read Github or Discourse — they just have a certain subjective attitude towards the organisation, its products and its prospects.\n\nAs shown by a16z cofounder Ben Horowitz in his books  [“What you do is who you are”,](https://a16z.com/book/whatyoudo/) and [\"The hard thing about hard things\"](https://a16z.com/book/the-hard-thing-about-hard-things/) organisation’s culture codified in its leaders' actions is a crucial ingredient in the whole endeavour’s success or failure. For example, there's a direct link between a leader's arrogance and negligence on the ground level. People learn what's considered admissible in the organisation from a leader's behaviour patterns. Thus, a leader's hubris can well translate into subpar software quality or security breaches. Delegates, as MKR holder's agents, serve here as a mechanism of checks and balances preventing such a course of actions.\n\nAs a brief reference here is a brief interview of Ben Horowitz discussing ways of handling culture and crisis at places like Facebook, WeWork and Boeing (the B737 MAX crisis):\n\nhttps://www.youtube.com/watch?v=cQY2o29nEU4\n\n---\n\nWith DeFi gradually coming of age MakerDAO must learn to build and maintain user trust in Maker's products beyond the enthusiast user base. As the industry is deeply entangled, DAO members should have a clear and profound understanding of DeFi dynamics at large. At the moment there's little understanding in the industry about under-the-hood economics of even major platforms, let alone emerging ones (which comprise the majority). Basically when we say that e.g. Aave is mature we imply that judging from its track record we can assume that it's highly stable. The subprime mortgage crisis of '08 once again reminded everybody that there is no such thing as stable by default and too mature to fail — thanks to miscalculated risks of structured products on the balance Lehman Brothers, a major Wall St. bank with a 170-year history, went bust. And AIG survived only thanks to the Fed bailout worth $200B (the scale of risk miscalculation!). The whole entangled industry was on the verge of collapse. Without web3-native, not translated from TradFi, tools for insight there's a good chance that we're heading towards a crisis of (relatively) similar scale in DeFi caused by underestimated or miscalculated risks. Meanwhile, DeFi doesn't have the Fed to bail it out.\n\nMaker as any web3 protocol is an evolving shared narrative: it lives simultaneously in two domains open for exploration: onchain transactions and broader user&contributor community interactions. They inform and impact each other in both directions in a myriad of ways creating a bipartite heterogenous living organism. To comprehend and be able to predict this organism means to be able to model and predict evolution of its two integral parts in a coherent, unified way.\n\nMy thoughts and proposals on this:\n\nhttps://forum.makerdao.com/t/towards-web3-native-intelligence-tools-for-protocol-comprehension-and-stewardship/15642\n\n---\n\nTo prove its organisation's trustworthy sustainability, MakerDAO must learn to fund its infrastructure development and maintenance initiatives in the most efficient, optimal way. \n\nThe key task that is up for recurrent solutions within MakerDAO is finding consensus over alternative policy priorities and allocating limited resources (financial and non-financial) accordingly. In other words bridging the discrepancy in perceived subjective value of respective competing policy venues, ideally by measuring it and mapping these subjective values to respective allocations in an optimal Maker’s interests-wise way. One can foresee that without a systematic approach this problem will only exacerbate with the protocol growing more complex with consequent increasing complexity of the protocol’s infrastructure and range of contributing efforts.\n\nSince Maker, as any decentralised fat protocol, is open infrastructure, Maker infrastructure funding is essentially a problem of optimal allocation of limited resources towards public goods. There is a provably optimal way to do it.\n\nMy thoughts and proposals on this:\n\nhttps://forum.makerdao.com/t/decap-quadratic-funding-augmenting-the-endgame-optimal-infrastructure-funding-mechanism-for-makerdao/15904\n\n---\n\nDiscord and Discourse were not devised with web3 use cases in mind and hence limit the DAO. This community could again be a trailblazer for the industry in adopting web3-native community support platforms.\n\n[Geneva](https://geneva.com) integrates token-gated rooms and wallet connect on top of chat rooms, forum rooms, audio rooms, video rooms, and broadcast rooms in one platform with all standard features. They promise in the near future more web3-native stuff around tokenomics-based data feeds enabling [turning networks into economies](https://cdixon.mirror.xyz/977Uy2b3ZWCNjVdHxeaNC2ecYOUS3VPgS2_PwVddiQ0).\n\n[Skiff](https://skiff.com/pages): IPFS-based Docs + Drive + Mail with wallet connect.\n\n---\n\nAs a long-term topic I'd encourage discussing that given escalating USD inflation maybe it'd be wise for Maker to work on stable products pegged to something different than 1 fiat currency, e.g. a basket of commodities. A similar TradFi experiment with [IMF Special Drawing Rights](https://en.wikipedia.org/wiki/Special_drawing_rights) has already happened. It might actually become Maker's competitive edge.\n\n### Potential Conflicts of Interest\n\nOther than my involvement with Gro I don’t have any investments or incentives that should impact my role as a delegate at the current time.\n\n### Waiver of liability\n\nI have read and pledge to follow the [Recognized Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384). I will do my best to act in Maker's interests. I will maintain communication regarding my stance on the various issues that are voted on.\n\nBy delegating to me you acknowledge and agree that @pvl will not be held liable for any damages caused by my participation in the Maker Protocol or because of any votes cast or not cast while acting as a delegate.",
        "externalProfileURL": null
      },
      "image": "QmS1c9zuz1o5yhYm9E87Ci6A9ZmgrUuiiAwXKzZf1A74h3",
      "metrics": {
        "combinedParticipation": "24.21%",
        "pollParticipation": "17.78%",
        "executiveParticipation": "30.00%",
        "communication": "30.00%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xE89f973A19Cd76C3e5e236062668e43042176638",
      "profile": {
        "name": "CodeKnight",
        "tags": [
          "data-driven",
          "decentralization",
          "scalability",
          "pragmatism",
          "simplicity"
        ],
        "description": "# CodeKnight\n\n### Key Info\n\nDelegate Contract Address: 0xE89f973A19Cd76C3e5e236062668e43042176638\n\nForum: @Codeknight\n\nDiscord: @CodeKnight#2566\n\nEmail: codeknight.maker@gmail.com\n\nMeet Your Delegate Video: https://www.youtube.com/watch?v=KZFZ1xQ6ZzU\n\n### Core Values\n\nSimplify the core protocol, eliminate or externalize low-value complexity. This is essential for a DAO and also creates more space in our “complexity budget” to onboard high value features.\n\nDeveloping sustainable, decentralized systems. I fully support reaching an end game where the protocol can run itself with simple oversight.\n\nEnsure the interest Maker holders are represented. I welcome communication with all holders.\n\n### Delegate Statement\n\nMy goal is to turn Maker into a trillion-dollar entity that is easy to understand and decentralized. I am committed to helping grow Maker into a sustainable, profitable system.\n\nTo do this, I will emphasize reducing complexity and building easy to evaluate processes, to ensure that both delegates and Maker holders can understand the protocol and it’s governance. Simplicity is essential to decentralization, both to avoid hidden centralization points and to identify potential weaknesses and waste. I am a believer in incremental improvement, so I am just as interested in little ideas to make things run more smoothly as big sweeping changes.\n\nI will support proposals that provide strong risk-adjusted returns, with clear metrics to evaluate their success. I will object to proposals with unjustifiably high costs or that don’t fit into the wider Maker ecosystem and it’s budget.\n\nAs a delegate, I commit to providing honesty, transparency and openness to both Maker holders and the community.\n\n### Conflicts of Interest\n\nI have 5 figure positions in Eth and Truefi’s tokens. I will abstain from any votes related to Truefi. I do not derive significant income from any potential partner or competitor of Maker.\n\n### Waiver of Liability\n\nBy delegating to me, you acknowledge and agree that I participate on a best efforts basis and will not be liable for any form of damages related to my participation in the Maker Protocol or MakerDAO.\n",
        "externalProfileURL": null
      },
      "image": "QmbYZed7udSJVX1jVRSU5HKYCmUwMRTH3sdftmtvp7rm8Y",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xF1792852BF860b4ef84a2869DF1550BC80eC0aB7",
      "profile": {
        "name": "London Business School Blockchain",
        "description": "# LBS Blockchain Society (LBS)\n\n### Key Info\n\nDelegate Address: lbsblockchain.eth  \nDelegate Contract Address: 0xF1792852BF860b4ef84a2869DF1550BC80eC0aB7  \nForum: @clmns, @park, @cryptonativephd  \nLBS Telegram: https://t.me/+_qF1NKs_wy9jYTMy  \nTwitter: @lbsblockchain  \nExternal Website: https://lbs-blockchain.com/  \n\n### Core Values\n\nIt is our mission to empower the LBS community with all opportunities of the fast growing crypto / Web3 industry through education, workshops and networking events. By demonstrating the value of crypto and blockchain to the next generation of global business leaders, we hope to promote and increase the integration of blockchain and crypto technology across all sectors of business in the global economy. \n\n* Leverage the entrepreneurial talent at LBS for the evolution of the Maker Protocol\n* Educate our peers on the blockchain technology and exciting projects in the ecosystem such as Maker\n* Provide hands on learning experiences, through our own DAO as well as participating as delegates in others\n* Strategic mindset with a global focus \n\n### Delegate Statement\n\n#### Brief Introduction\n\nThe LBS Blockchain society is a student and professional society at the London Business School, set up to empower the LBS community with all opportunities of the fast growing crypto / Web3 industry through education, workshops and networking events. The LBS Blockchain Society is the fastest growing and most active society in the LBS community despite being the youngest, having gained over 600 LBS telegram members in the last 8 months and averaging one large event per month. More recently we have put together our first ever annual Blockchain event, hosting 250+ students across 8 events with 20 speakers and panellists.\n\n#### Our Beliefs as a Delegate\n\n* Bringing the Entrepreneurial Perspective to the Maker Protocol: [London Business School entrepreneurs have raised $4B of funding in 2021](https://www.businessleader.co.uk/london-business-school-alumni-raise-almost-4bn-in-2021/)-- through a combination of the location, openness to entrepreneurship, emphasis on teamwork, open access to co-founders, advisors, and investors, and limitless showcasing opportunities, LBS has been able to create over [560 companies so far.](https://www.london.edu/faculty-and-research/institute-of-entrepreneurship-and-private-capital/insights-and-news/spotlight)\n* Need for decentralisation: The London Blockchain Society has been carefully trying to educate LBS students and beyond about the merits of decentralisation. We cover everything from Blockchain 101 workshops to more specific market research such as the DAO tooling landscape. We are also currently in the process of organising hackathons to encourage blockchain development. \n* Growth of the MakerDAO ecosystem: We are looking forward to fostering the development of blockchain based initiatives and businesses that are built in partnership with MakerDAO. The LBS Blockchain Society understands the importance of connecting the crypto ecosystem to Real World Assets to improve the overall stability of the ecosystem. We as a group have a strong understanding of what constitutes strong yield-generating real-world assets – and have experience across industries ranging from the more prominent RWAs such as real estate to more specific ones such as supply-chain financing (tokenised income streams for YouTube creators) and even carbon-credits.\n\n#### Why Should MKR Holders Delegate to London Business School?\n\nLBS is home to the global leaders of tomorrow. Consistently ranking among the top 5 business schools globally, LBS students come from and place in top firms around the world. LBS students are experts in subject matters ranging from financial markets to artificial intelligence and organisational theory. Given the diversity of cultural and professional backgrounds amongst the student cohort, LBS students are extremely entrepreneurial by nature. As mentioned above, 560 companies have been founded by LBS alumni, including unicorns such as HelloFresh, Feedzai, Wayflyer, Lonely Planet, and many more.\n\nWe actively support MakerDAO’s ambition to fund projects that make positive and tangible changes in the world today- particularly projects that may be on a smaller scale, but that could have an outsized impact if scaled. We believe in creating a better, more sustainable, more equal world for our global society, and are dedicated to using our skillsets to make this happen.\n\nThe current Research Team leadership has experience across portfolio management at JP Morgan, research at the Reserve Bank of Australia and research at Europe's most prominent Web3 VC Fabric Ventures. This unique mix of backgrounds, as well as the diverse backgrounds of our peers, will help LBS Blockchain in making diligent voting decisions regarding the protocols future. Before each vote, the research team will present a summary of the ongoing discussion to the executive committee and members of the society, and together we will vote on the final LBS Blockchain decision. \n\nGiven that LBS is a graduate school, most of us already have 5-10 years of professional work experience at large, global organisations and institutions, we believe that being a delegator will allow us to help the MakerDAO community identify the right projects to fund. Using our global network, our understanding of business models, and our entrepreneurial mindset, we believe we are in a unique position to help source and evaluate these types of projects. In fact, the LBS motto is even, “To have a profound impact on the way the world does business”.\n\nAt a higher level, as a Blockchain Society, we will aim to connect the industry to talent, working as a facilitator in both the professional development of our students and tapping in to available Web3 talent at LBS and our extended networks. This will enable the next generation of crypto and blockchain focused businesses to have a profound impact on financial systems, supply chains, computational systems and art, just to name a few. There is a clear synergy here between the organisational needs of Maker and the funnel of talent which our society can leverage.\n\nGiven all these factors, we believe that the LBS Blockchain Society would be an ideal candidate for the MakerDAO delegate program.\n\n### Conflicts of Interest\n\nThe LBS Blockchain Society currently does not have any material conflicts of interest. As a society we do not hold any other cryptocurrencies nor do we currently take in membership fees. We agree to keep the MakerDAO society updated should any conflicts of interest arise.\n\nWe have read and agree to the [Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384) and agree to carefully abide by all the points entailed.\n\n### Waiver of liability\n\nBy delegating to LBS Blockchain, you acknowledge and agree that LBS Blockchain will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or MakerDAO.\n",
        "externalProfileURL": null
      },
      "image": "QmaS7L96kEidAASz4UZv9XSeQatva3CQktwFtAFHUK9xY4",
      "metrics": {
        "combinedParticipation": "88.03%",
        "pollParticipation": "94.03%",
        "executiveParticipation": "80.00%",
        "communication": "89.29%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xaa19f47e6aCb02dF88efA9f023F2A38412069902",
      "profile": {
        "name": "mhonkasalo & teemulau",
        "tags": [
          "data-driven",
          "scalability",
          "decentralization"
        ],
        "description": "# mhonkasalo & teemulau\n\n### Key Info\n\nDelegate Name: mhonkasalo & teemulau  \nDelegate Address: [0xaa19f47e6aCb02dF88efA9f023F2A38412069902](https://etherscan.io/address/0xaa19f47e6acb02df88efa9f023f2a38412069902)  \nForum: @mhonkasalo and @teemulau  \nDiscord: mhonkasalo#3692 & teemulau#7395  \n  \n## Delegate Statement\n\n### About us\n\n* We are long-time crypto investors who have participated in and followed the DeFi ecosystem for years.\n* Today, we are working together on protocol research and governance efforts.\n* Many of you may know [@mhonkasalo](https://twitter.com/mhonkasalo) on Twitter. I was previously on the research team at The Block and on the investment team for ParaFi Capital. [@teemulau](https://twitter.com/teemulau) has experience organizing one of the largest tech events globally, Slush, and working in finance & ops positions in startups.\n* We are long-term MKR holders and have been part of the community for years.\n\n### Our values and initiatives\n\n#### Helping MakerDAO craft a growth strategy\n\nMarket downturns are the best time for fundamentally strong protocols like MakerDAO to capture market share and grow against the wind.\n\nFirst, we view the future of DAI as increasingly B2B instead of B2C (which most crypto protocols are today). In the crypto context, this means DAO-to-DAO. MakerDAO can become the wholesale lender for all of DeFi who distributes DAI through their channels – we are seeing the first steps of this with the Aave, Compound TrueFi, and Maple D3M modules.\n\nWe recognize the ongoing discussion relating to fundraising and want to take an active role in assisting with the process. If there’s a fundraise, in no scenario should it dilute MKR holders. There should be a clear data-driven cost/benefit analysis on the need for a capital raise.\n\nThe lack of excitement and engagement from outside of the Maker community is a large problem. Reasons for this need to be discussed, including the idea of bringing more utility to the MKR token.\n\nAs an example, [stkMKR proposed by monetsupply](https://forum.makerdao.com/t/stkmkr-maker-staking-and-tokenomics-revision/13890?u=monet-supply) would bring a more enticing token economic model with arguably no downside to the project. Even if this is not the priority today, it’s clear that an update is required and would improve the system. A buy-and-burn mechanism is good — especially when prices are low leading to more MKR being burned — but stkMKR would offer better reward targeting, security, and potentially a stronger narrative.\n\n#### Supporting a scalable DAO model\n\nA key reason we are doing this is that Maker governance needs more active delegates with enough weight to have an impact on the overall results and to drive new initiatives that don’t necessarily originate from Maker core team members. Voter apathy is a huge issue. At one of the governance meetings, it was reported that 2 entities had 90% of the active voting power.\n\nHasu has pointed out that MakerDAO suffers from the principal-agent problem. Core Units aren’t always aligned with the interests of MKR holders. Establishing trust between MKR holders and the Core Units is key going forward. The Core Units are often doing a great job but even then, MKR holders aren’t finding out about it. The relationship between MKR holders and Core Units shouldn’t be adversarial – in fact, it should be the opposite.\n\nMaker is currently unprofitable. This doesn’t necessarily mean that resources should be cut, but now is a good opportunity for further analysis and ensure that goals to help Maker scale are being prioritized correctly. The current market environment highlights the need for financial discipline – now and in the future.\n\nWe want to help get Maker ready for growth when the opportunity arises. This means scalable processes and using Maker’s inherent advantages to drive demand — such as low-interest rates to outcompete others.\n\n## Conflicts of Interest\n\n* We don’t have any investments or incentives that should impact our role as a delegate at the current time.\n* MKR has been one of our core holdings for a long time. We consider ourselves very strongly aligned with the long-term success of the project.\n* We have also read, and agree with, the [Recognised Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n",
        "externalProfileURL": null
      },
      "image": "QmaBHHjRyQk5cHUdj4LCGfDpCitjRdnVKCoPe2F5EP5NCH",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xb21e535Fb349E4eF0520318aCFe589E174B0126b",
      "profile": {
        "name": "coldiron.eth",
        "tags": [
          "growth",
          "risk",
          "security",
          "decentralization"
        ],
        "description": "# coldiron.eth\n\n### Key Info\n\nDelegate Address: `0xB4b82978FCe6d26A22deA7E653Bb9ce8e14f8056`  \nDelegate Platform: https://forum.makerdao.com/t/coldiron-eth-delegate-platform/11193  \nForum: @coldiron.eth   \nTwitter: -  \nDiscord: please contact our advisor schuppi#6905  \nEmail: fffwgsp8cpq43dtn@protonmail.com  \nMeet Your Delegate Video: https://www.youtube.com/watch?v=3483QFS4_qQ  \n\n\n### Delegate Statement\n#### Growth over Profit\n\nDespite already being considered as a blue chip in the DeFi-ecosystem, we believe Maker is still super early in the game and we should absolutely focus on growing our footprint instead of being profitable.\n\n#### Decentralization\nWe are far away from being decentralized. That’s okay. Just to give you some idea how we feel where we should go to\n\n* Multiple Core Units caring about the same domain is desirable. Just having one Growth CU is not where we should be on the long run, same for CUs doing engineering (we are a lot better already here, but also far from perfect)\n* We need a lot more collateral types. We already overdid this with crypoassets (onboarded collateral which was just not worth the effort/cost), but we think there are a lot of RWA we can onboard on the on the long run\n* There has been some talking about SEC-compliance and other US-focused regulatory stuff. we are totally not saying that is bad, but we are missing the notion of Maker being a trans-national thing. \n* Delegation helped us a lot on letting execs pass. But it also revealed that a single delegate/whale can flip any vote. We need more voter participation and for that most probably a lot more delegates to make this happen.\n\n#### Trust\nWe are usually trusting in people, and not caring a lot about KPIs. We know that this is bad, but it worked well enough for us. We think we do need some standardized way on how we go with accounting, budgets and all of that. Probably not urgent now, but if we don’t prepare it will be too late at some point and everything will be a total mess. We already see traces [here](https://forum.makerdao.com/t/flip-flop-flap-delegate-llc-platform/9106/31).\n\n### About us\n\nWe are a group of MKR holders who prefer to stay unknown. We have been following @ultraschuppi for more than a year now and believe we can help the protocol by serving as a Recognized Delegate especially because we are not traceable. As for all human interactions a _real human_ is needed, we are going to have @ultraschuppi as an advisor to our platform, empowered with interacting with all other parts of the DAO. Onchain activity will be done by us.\n\nIn general, we will go with the advice we get from him.\n\nAs a rule of thumb: We will vote in favor for every exec that gets promoted on chain by the Governance Facilitators that does not feel dangerous to the protocol even if that exec contains changes that we voted against in the previous onchain poll. \n\n### Conflicts of Interest\n\nWe hold positions on several DeFi projects, but not to the same degree as we hold MKR. We are not participating in any other DAO and do not plan to do that.\n\nWe have read and agree to the [Delegate Code of Conduct](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384).\n\n### Waiver of liability\n\nBy delegating to us, you acknowledge and agree that we participate on a best efforts basis and will not be liable for any form of damages related to my participation in the Maker Protocol or MakerDAO.\n",
        "externalProfileURL": null
      },
      "image": "QmaTYcCmqYHmuBdKJE9yJPTjtb67GuTJV1vXDefyyKjroe",
      "metrics": {
        "combinedParticipation": "100%",
        "pollParticipation": "100%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xb8df77c3bd57761bd0c55d2f873d3aa89b3da8b7",
      "profile": {
        "name": "Blockchain@Columbia",
        "tags": [
          "academia",
          "community",
          "risk"
        ],
        "description": "# Blockchain@Columbia\n\n### Key Info\n\nDelegate Address: \n[columbiablockchain.eth](https://etherscan.io/enslookup-search?search=blockchaincolumbia.eth)  \n0xdC1F98682F4F8a5c6d54F345F448437b83f5E432  \nForum: @blockchainatcolumbia  \nTwitter Handle:[@BlockchainatCU](https://twitter.com/BlockchainatCU)  \nDiscord: jam#7798, Cryptolafayette#4711  \nEmail: [blockchain@columbia.edu](mailto:blockchain@columbia.edu)  \nExternal Website: [blockchainatcolumbia.org ](https://www.notion.so/blockchainatcolumbia/Blockchain-Columbia-fdebb7c982e849f5afa2a474eb1a71f7)  \nDelegation Contract: 0xb8df77c3bd57761bd0c55d2f873d3aa89b3da8b7\n\n### Core Values\n\n* Further educate Blockchain@Columbia about the Maker DAO community\n* Stress the importance of over collateralized stable coins like Dai particularly after recent events. \n* Advise and support Maker with Treasury Management initiatives\n* Establish dynamic exchanges between innovate teams like Maker and its partners to further encourage Web-3 growth. \n\n### Delegate Statement\n[Blockchain@Columbia](https://www.notion.so/blockchainatcolumbia/Blockchain-Columbia-fdebb7c982e849f5afa2a474eb1a71f7) is Columbia University’s premier non-profit blockchain organization focusing on educating and empowering crypto builders, researchers, and creators.\n\nWe launched the first student group DAO, [Lion DAO](https://blockchain.mirror.xyz/d2pxavq9Bztp6kCzF9UjtoJEnFTY9Oks3RPkrcBUsKg), in 2021. Some DAO activities include a grants program which encourages [Web-3 research](https://blockchain.mirror.xyz/). Our annual conference, [Ledgerfest](https://ledgerfest.info/), focused on crypto and web3 founders from Arbitrum, Polygon, Cosmos, Drift, Audius, and more! We host weekly speakers like Aave's Founder Stani, Nansen's Founder Alex, and we host weekly technical blockchain and development workshops.\n\nThis spring we organized a 3-day hackathon, [Lionhack](https://www.lionhack.xyz/), for students and other builders in the space to help onboard more people to crypto and incubate new projects in the space. We are strong supporters of innovative Defi projects, and we are big believers in Maker DAO. Given our experience in our own DAO's governance as well as in Uniswap, Compound, and dYdX, we believe that we are strongly equipped to act as a neutral and effective governance delegate for the Maker community. \n\n\nOther governance initiatives involve:\n\n* Staying active within discussion forums\n* Drafting new proposals when appropriate\n* Putting out tweet threads on active proposals\n* Building relations with partnering protocols. \n* Hosting speaker events.\n\n### Recent Governance activity\n\n* [DRC: Increase Fee Weight Parameter](https://snapshot.org/#/dydxgov.eth/proposal/0xce4b1334f337975a42c3f78dd16fb25e0b60e816a2d9382e402b5384bea37475)\n* [A Step Towards a More Equitable Liquidity Provider Reward Structure](https://commonwealth.im/dydx/discussion/4407-a-step-towards-a-more-equitable-liquidity-provider-reward-structure)\n* [Risk Parameter Updates for 7 Collateral Assets](https://compound.finance/governance/proposals/106)\n* [Grant request for launching Compound with Aztec Connect](https://compound.finance/governance/proposals/105)\n\n\nAs a university blockchain organization, we believe governance forums are one of the best ways to foster active learning in web-3. This is why we're really excited to present our candidacy to work with Maker DAO. \n\n### Possible Conflicts of Interest\n\n* Blockchain@Columbia takes part actively in the governance of other well known projects\n\n\nI have read and agree to abide by the [Delegate Code of Conduct](https://manual.makerdao.com/governance/what-is-delegation/delegates-code).\n\n### Waiver of liability\nBy delegating to Blockchain@Columbia, you acknowledge and agree that Columbia Blockchain will participate on a best efforts basis and will not be liable for any form of damages related to participation in the Maker Protocol, or Maker DAO.",
        "externalProfileURL": null
      },
      "image": "QmSL1VjCtQPgWXtdHngmYPNk1uj2rsSyAhUfgHboZHigVk",
      "metrics": {
        "combinedParticipation": "55.74%",
        "pollParticipation": "79.10%",
        "executiveParticipation": "27.27%",
        "communication": "64.71%"
      },
      "cuMember": false
    },
    {
      "voteDelegateAddress": "0xf60D7a62C98F65480725255e831DE531EFe3fe14",
      "profile": {
        "name": "GFX Labs",
        "tags": [
          "revenue",
          "growth",
          "decentralization"
        ],
        "description": "# GFX Labs\n\n### Key Info\n\nName: GFX Labs  \nDelegate Address: 0xf60D7a62C98F65480725255e831DE531EFe3fe14  \nForum: @GFXlabs  \nEmail: governance@gfxlabs.io  \nMeet Your Delegate Video: https://www.youtube.com/watch?v=SoiTAghnWFE\n\n### Delegate Statement\n\nGFX Labs is committed to helping protocols grow and evolve. The current landscape of protocols, DAOs, and protocol governance is extremely nascent.\n\nWhile MakerDAO has been on the bleeding edge of debt management, stablecoins, and governance there is still much to improve. Our team is comprised of heavy defi users, regular governance participants, and core community members of various protocols. While our predominant experience has been in Compound and Uniswap, we are excited to expand our efforts further into MakerDAO. We look forward to applying our learnings from other protocols to MakerDAO and build cross-protocol relationships.\n\n**GFX Labs isn’t a fund. We don’t hold positions. We are a team of builders who love DeFi.** Our participation in governance is rooted in a desire to see DeFi overtake legacy finance. We promise to be active participants. We’ll explain not only when we agree, but most importantly, when we disagree. As first-hand participants in governance know how frustrating it is to work on a proposal, receive limited comments, only to have the proposal shot down at launch. Our door will always be open to those who share the passion for DeFi that we have.\n\n### Conflicts of Interest\n\nGFX Labs may from time to time be engaged as a delegate on other protocols. All governance participation is public and done through the same wallet.\n\nGFX Labs has read and agrees to abide by the [Delegate Code of Conduct.](https://forum.makerdao.com/t/recognised-delegate-code-of-conduct/9384)",
        "externalProfileURL": null
      },
      "image": "QmWAtZ5F9knbqtAbEUsBMXn5tNj9YRaAgHtUbe5Ltrrjxx",
      "metrics": {
        "combinedParticipation": "99.18%",
        "pollParticipation": "98.51%",
        "executiveParticipation": "100%",
        "communication": "100%"
      },
      "cuMember": false
    }
  ],
  "tags": [
    {
      "id": "academia",
      "shortname": "Academia",
      "longname": "",
      "description": "Delegate values engaging with academic institutions at the student or research level."
    },
    {
      "id": "community",
      "shortname": "Community",
      "longname": "",
      "description": "Delegate values spreading, growing or diversifying the Maker community."
    },
    {
      "id": "compliance",
      "shortname": "Compliance",
      "longname": "",
      "description": "Delegate values compliance and regulation where appropriate for MakerDAO."
    },
    {
      "id": "data-driven",
      "shortname": "Data-Driven",
      "longname": "",
      "description": "Delegate values data availability and data-driven decision-making."
    },
    {
      "id": "decentralization",
      "shortname": "Decentralization",
      "longname": "",
      "description": "Delegate values decentralization of MakerDAO and the Maker Protocol."
    },
    {
      "id": "growth",
      "shortname": "Growth",
      "longname": "",
      "description": "Delegate values growth of MakerDAO and adoption of the Maker Protocol."
    },
    {
      "id": "ideation",
      "shortname": "Ideation",
      "longname": "",
      "description": "Delegate values innovation and creativity in problem-solving and direction."
    },
    {
      "id": "multi-chain",
      "shortname": "Multi-chain",
      "longname": "",
      "description": "Delegate values the expansion of the Maker Protocol onto other blockchains."
    },
    {
      "id": "pragmatism",
      "shortname": "Pragmatism",
      "longname": "",
      "description": "Delegate values pragmatic responses to problems facing MakerDAO."
    },
    {
      "id": "responsibility",
      "shortname": "Responsibility",
      "longname": "",
      "description": "Delegate values responsibility to all stakeholders that interact with MakerDAO and the Maker Protocol."
    },
    {
      "id": "revenue",
      "shortname": "Revenue",
      "longname": "",
      "description": "Delegate values increasing the revenue of the Maker Protocol and expanding to new revenue streams."
    },
    {
      "id": "risk",
      "shortname": "Risk",
      "longname": "",
      "description": "Delegate values appropriate management of risks for the Maker Protocol and MakerDAO."
    },
    {
      "id": "scalability",
      "shortname": "Scalability",
      "longname": "",
      "description": "Delegate values scalability of the Maker Protocol and MakerDAO."
    },
    {
      "id": "security",
      "shortname": "Security",
      "longname": "",
      "description": "Delegate values the security of the Maker Protocol when expanding and changing functionality."
    },
    {
      "id": "simplicity",
      "shortname": "Simplicity",
      "longname": "",
      "description": "Delegate values simplicity and comprehensibility when determining courses of action."
    },
    {
      "id": "sustainability",
      "shortname": "Sustainability",
      "longname": "",
      "description": "Delegate values social and environmental sustainability as a direction for MakerDAO."
    },
    {
      "id": "trust",
      "shortname": "Trust",
      "longname": "",
      "description": "Delegate values extending trust and confidence to individuals working for MakerDAO."
    },
    {
      "id": "vision",
      "shortname": "Vision",
      "longname": "",
      "description": "Delegate values providing leadership, direction and vision for MakerDAO."
    },
    {
      "id": "guidance",
      "shortname": "Guidance",
      "longname": "",
      "description": "Delegate values focus on long-term goals and helps align MakerDAO actors."
    }
  ]
}